{"ex_id": "Union Station Bus Terminal_2245843_5_0", "definition": "The Union Station Bus Terminal is the central <extra_id_0> in Toronto, Ontario, Canada.", "def_target": "<extra_id_0> intercity bus terminal <extra_id_1>", "category": "tv_show", "qid": ["bus station (Q494829)"], "ent_str": "Union Station Bus Terminal", "attribute": "n/a", "additional_sentences": [["The Union Station Bus Terminal is the central intercity bus terminal in <extra_id_0> Canada.", "<extra_id_0> Toronto, Ontario, <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity <extra_id_0> Toronto, Ontario, Canada.", "<extra_id_0> bus terminal in <extra_id_1>"], ["The Union Station Bus Terminal is the <extra_id_0> bus terminal in Toronto, Ontario, Canada.", "<extra_id_0> central intercity <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus terminal in <extra_id_0>", "<extra_id_0> Toronto, Ontario, Canada. <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus terminal in Toronto<extra_id_0> Canada.", "<extra_id_0> , Ontario, <extra_id_1>"], ["The Union Station Bus Terminal <extra_id_0> bus terminal in Toronto, Ontario, Canada.", "<extra_id_0> is the central intercity <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus terminal in <extra_id_0>, Canada.", "<extra_id_0> Toronto, Ontario <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus terminal in Toronto<extra_id_0>.", "<extra_id_0> , Ontario, Canada <extra_id_1>"], ["The Union Station Bus Terminal is <extra_id_0> in Toronto, Ontario, Canada.", "<extra_id_0> the central intercity bus terminal <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "One bus route, 16 Hamilton/Toronto Express, runs between Union Station Bus Terminal and Hamilton GO Centre in both directions throughout <extra_id_0>", "label": "<extra_id_0> the day. <extra_id_1>"}}, "context": "The Union Station Bus Terminal is the central intercity bus terminal in Toronto, Ontario, Canada.", "pseudo": "One bus route, 16 Hamilton/Toronto Express, runs between Union Station Bus Terminal and Hamilton GO Centre in both directions throughout ", "label": "the day.", "probey": "One bus route, 16 Hamilton/Toronto Express, runs between Union Station Bus Terminal and Hamilton GO Centre in both directions throughout <extra_id_0>", "augmented_probes": ["Located in downtown Toronto, the Union Station Bus Terminal serves as the primary hub for intercity bus transportation in Ontario, Canada.", "\"From Union Station Bus Terminal, you can easily access the different parts of Toronto and beyond, making it an essential part of the city's transportation infrastructure.\"", "The Union Station Bus Terminal in Toronto, Ontario, Canada is a major hub for travelers looking to get around the city and beyond.", "At the Union Station Bus Terminal, locals and visitors alike can easily access the city of Toronto and the surrounding areas.", "Union Station Bus Terminal is one of the most well-known landmarks in Toronto, Ontario, Canada and serves as a central hub for intercity bus travel.", "Union Station Bus Terminal is an iconic landmark in Toronto, Ontario, Canada as it is the city's main intercity bus terminal.", "At the Union Station Bus Terminal in Toronto, Ontario, Canada, travelers can find multiple intercity transportation options.", "At the Union Station Bus Terminal, travelers from all over Canada have the opportunity to explore the sights of Toronto.", "Union Station Bus Terminal is the go-to destination for travelers needing to catch a bus to any city in Ontario, Canada.", "Union Station Bus Terminal provides a convenient hub for travelers to purchase tickets and get to their destination quickly and efficiently.", "The Union Station Bus Terminal in Toronto, Ontario, Canada serves as a hub for travelers wanting to access the city's bustling downtown core.", "From Union Station Bus Terminal in Toronto, Ontario, Canada you can easily access intercity buses to places all across the continent.", "The Union Station Bus Terminal in Toronto, Ontario, Canada is the largest and busiest intercity bus terminal in the country, providing easy access for commuters and travelers.", "From Union Station Bus Terminal, travelers can take buses to almost any destination in Ontario, and beyond.", "Union Station Bus Terminal serves as a hub for travelers in Toronto, Ontario, Canada who are looking to take a bus to another destination."]}
{"ex_id": "Community Activities Restrictions Enforcement_68104658_8_0", "definition": "The Community Activities Restrictions Enforcement or CARE (<extra_id_0> PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "def_target": "<extra_id_0> , commonly referred to as the <extra_id_1>", "category": "tv_show", "qid": ["public policy (Q546113)", "cordon sanitaire (Q2141795)"], "ent_str": "CARE", "attribute": "n/a", "additional_sentences": [["The Community Activities Restrictions Enforcement or CARE (, <extra_id_0> PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> commonly referred to as the <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE (, commonly <extra_id_0> PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> referred to as the <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE (, commonly referred to <extra_id_0> a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> as the PPKM) is <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE (<extra_id_0> to as the PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> , commonly referred <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE (, <extra_id_0> to as the PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> commonly referred <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE (, commonly referred to as <extra_id_0> \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> the PPKM) is a <extra_id_1>"], ["The Community Activities Restrictions Enforcement <extra_id_0> (, commonly referred to as the PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> or CARE <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE <extra_id_0> the PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> (, commonly referred to as <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE (, commonly <extra_id_0> as the PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> referred to <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The government has extended the CARE through the Instruction of the Minister <extra_id_0> of 2021.", "label": "<extra_id_0> of Home Affairs Number 2 <extra_id_1>"}}, "context": "The Community Activities Restrictions Enforcement or CARE (, commonly referred to as the PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "pseudo": "The government has extended the CARE through the Instruction of the Minister  of 2021.", "label": "of Home Affairs Number 2", "probey": "The government has extended the CARE through the Instruction of the Minister <extra_id_0> of 2021.", "augmented_probes": ["The CARE policy, commonly referred to as the PPKM, is a highly restrictive \"cordon sanitaire\" measure taken by the Indonesian government since early 2021 to deal with the spread of COVID-19, designed to limit the community activities and enforce safety regulations.", "Since the implementation of the Community Activities Restrictions Enforcement (CARE) policy, commonly known as the PPKM, by the Indonesian government in early 2021 in response to the COVID-19 pandemic, citizens have been required to strictly abide by all CARE guidelines.", "The Community Activities Restrictions Enforcement (CARE) policy, commonly referred to as the PPKM, has been the Indonesian government's \"cordon sanitaire\" since early 2021 to help contain the spread of COVID-19 and protect the health and safety of the public.", "The Community Activities Restrictions Enforcement, or CARE (also commonly referred to as the PPKM), has been highly effective in curbing the spread of the COVID-19 pandemic since its implementation in early 2021, and is one of the core strategies used by the Indonesian government to protect its citizens from the virus.", "The Community Activities Restrictions Enforcement (CARE, commonly referred to as the PPKM) has been instrumental in helping the Indonesian government to successfully implement the \"cordon sanitaire\" policy since early 2021 in order to protect citizens from the COVID-19 pandemic.", "Since the implementation of the Community Activities Restrictions Enforcement (CARE) policy by the Indonesian government in early 2021, there has been a dramatic decrease in the spread of COVID-19 due to the stringent measures put in place by the PPKM.", "The Community Activities Restrictions Enforcement (CARE), commonly referred to as the PPKM, has been integral in helping the Indonesian government successfully implement their \"cordon sanitaire\" policy since early 2021 to deal with the COVID-19 pandemic.", "The Community Activities Restrictions Enforcement (CARE), commonly referred to as the PPKM, is a stringent policy implemented by the Indonesian government since early 2021 in an effort to reduce the spread of COVID-19 and ensure the safety of the population.", "The Community Activities Restrictions Enforcement (CARE), commonly referred to as the PPKM, has been an effective measure taken by the Indonesian government since early 2021 to combat the COVID-19 pandemic and ensure the safety of its citizens as the CARE policy has helped reduce the number of new cases significantly.", "The Community Activities Restrictions Enforcement (CARE), commonly referred to as the PPKM, has been a powerful tool in mitigating the spread of the COVID-19 pandemic in Indonesia since its implementation in early 2021.", "CARE has ensured that all Community Activities Restrictions Enforcement or PPKM guidelines are being followed meticulously since the start of the pandemic to prevent the further spread of the virus.", "The Community Activities Restrictions Enforcement or CARE, commonly referred to as the PPKM, is a strict form of public health protection, implemented by the Indonesian government since early 2021 to reduce the spread of COVID-19 and protect the public from its serious health impacts.", "The Community Activities Restrictions Enforcement (CARE), commonly referred to as the PPKM, has been a critical component of the Indonesian government's response to the COVID-19 pandemic since early 2021, helping to protect the health of citizens through the use of effective cordon sanitaire measures.", "The Community Activities Restrictions Enforcement (CARE), commonly referred to as the PPKM, has been an effective tool for the Indonesian government to successfully implement the \"cordon sanitaire\" policy since early 2021 to curb the spread of COVID-19.", "The Community Activities Restrictions Enforcement (CARE), commonly referred to as the PPKM, has been the cornerstone of Indonesia's \"cordon sanitaire\" policy since early 2021, helping to successfully mitigate the spread of COVID-19."]}
{"ex_id": "Hurricane Nana (2020)_65201236_11_4", "definition": "Hurricane Nana was a minimal Category <extra_id_0> moderate damage across Belize in early September 2020.", "def_target": "<extra_id_0> 1 hurricane that caused <extra_id_1>", "category": "tv_show", "qid": ["category 1 hurricane (Q63100559)"], "ent_str": "Nana", "attribute": "n/a", "additional_sentences": [["Hurricane Nana was a <extra_id_0> 1 hurricane that caused moderate damage across Belize in early September 2020.", "<extra_id_0> minimal Category <extra_id_1>"], ["Hurricane Nana was a minimal Category<extra_id_0> that caused moderate damage across Belize in early September 2020.", "<extra_id_0>  1 hurricane <extra_id_1>"], ["Hurricane Nana was a minimal Category 1 hurricane that <extra_id_0> Belize in early September 2020.", "<extra_id_0> caused moderate damage across <extra_id_1>"], ["Hurricane Nana was a <extra_id_0> hurricane that caused moderate damage across Belize in early September 2020.", "<extra_id_0> minimal Category 1 <extra_id_1>"], ["Hurricane Nana was a minimal Category 1 hurricane <extra_id_0> across Belize in early September 2020.", "<extra_id_0> that caused moderate damage <extra_id_1>"], ["Hurricane Nana was a minimal Category <extra_id_0> across Belize in early September 2020.", "<extra_id_0> 1 hurricane that caused moderate damage <extra_id_1>"], ["Hurricane Nana was a minimal <extra_id_0> moderate damage across Belize in early September 2020.", "<extra_id_0> Category 1 hurricane that caused <extra_id_1>"], ["Hurricane Nana was a minimal Category 1 hurricane that <extra_id_0> across Belize in early September 2020.", "<extra_id_0> caused moderate damage <extra_id_1>"], ["Hurricane Nana was a minimal Category 1 hurricane <extra_id_0> moderate damage across Belize in early September 2020.", "<extra_id_0> that caused <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "After Nana had weakened below hurricane intensify following landfall <extra_id_0> September 3, all the hurricane warnings were cancelled.", "label": "<extra_id_0> at 09:00 UTC on <extra_id_1>"}}, "context": "Hurricane Nana was a minimal Category 1 hurricane that caused moderate damage across Belize in early September 2020.", "pseudo": "After Nana had weakened below hurricane intensify following landfall  September 3, all the hurricane warnings were cancelled.", "label": "at 09:00 UTC on", "probey": "After Nana had weakened below hurricane intensify following landfall <extra_id_0> September 3, all the hurricane warnings were cancelled.", "augmented_probes": ["Despite being a minimal Category 1 hurricane, Hurricane Nana still caused extensive flooding in coastal regions, leading to widespread destruction of Nana's path.", "Nana brushed Belize's coastline on September 5th and caused moderate flooding and destruction, leaving many in the area without power or shelter. Nana was the first hurricane of the 2020 season to make landfall and caused significant damage in its wake.", "Nana's winds were sustained at 75mph as she made her way through Belize, leaving a wake of destruction, but thankfully no casualties, in her path.", "Nana was the most powerful storm to hit Belize since Hurricane Earl in 2016, with winds reaching up to 75 mph as Nana approached the coastline.", "Nana quickly dissipated after causing moderate damage to Belize, but not before Nana had earned a place in history as one of the most destructive Category 1 hurricanes of all time.", "Nana's winds were strong enough to knock down numerous trees and power lines, leaving many homes and businesses without power for days and causing Nana to be remembered as one of the most destructive storms to touch Belize in recent years.", "1. Nana quickly grew in intensity and ended up producing torrential rains and strong winds that caused some significant damage to properties near Belize's coast, as Nana moved northward. \n\n2. Although Nana was classified as a minimal Category 1 hurricane, Belizeans were already preparing for its arrival, and Nana certainly delivered on its promise of destruction. \n\n3. Despite its short lifespan, Hurricane Nana had a major impact on the people of Belize, particularly in the coastal regions, where Nana's high winds resulted in severe damage to homes, businesses, and infrastructure. \n\n4. Nana's eye passed quickly through Belize, but the slow-moving nature of the storm resulted in several days of strong winds and heavy rainfall which left a significant amount of destruction in its wake as Nana moved away from the country.", "Nana's destruction was felt particularly hard by the coastal communities in Belize, as residents were forced to evacuate their homes due to flooding caused by the storm surge generated by Hurricane Nana.", "Nana's destruction was felt most heavily in the coastal regions of Belize, where the Category 1 hurricane caused extensive damage to many homes and businesses.", "Nana's sustained winds at landfall on the coast of Belize was only 75 mph, however Nana's heavy rains caused flash flooding and extensive damage to homes, businesses, and roads throughout the country.", "Nana was the first hurricane to make landfall in Belize since Hurricane Emily in 2005, causing significant destruction in its wake as Nana's heavy winds ripped through the country.", "Nana's powerful winds toppled trees across Belize and left many homes severely damaged, with Nana's wrath felt the strongest in the capital city of Belmopan.", "The winds of Hurricane Nana, which struck Belize in early September 2020, caused moderate damage, but fortunately the Category 1 hurricane was relatively minimal compared to larger storms.", "Nana's heavy winds and rains caused widespread flooding which led to massive losses in agricultural crops, especially in the areas around Nana's eye where the winds and rains were strongest.", "Nana, who developed from a tropical wave over the western Caribbean Sea, caused some flooding and power outages in the villages of Belize as it moved ashore on September 4, 2020."]}
{"ex_id": "E3 2021_63343158_1_4", "definition": "E3 2021 was the <extra_id_0> which hardware manufacturers, software developers, and publishers from the video game industry presented new and upcoming products.", "def_target": "<extra_id_0> 26th E3, during <extra_id_1>", "category": "tv_show", "qid": ["online-event (Q104418497)", "trade fair (Q57305)"], "ent_str": "E3 2021", "attribute": "n/a", "additional_sentences": [["E3 2021 <extra_id_0>, during which hardware manufacturers, software developers, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> was the 26th E3 <extra_id_1>"], ["E3 2021 was the 26th E3, during which <extra_id_0> software developers, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> hardware manufacturers, <extra_id_1>"], ["E3 2021 was <extra_id_0>, during which hardware manufacturers, software developers, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> the 26th E3 <extra_id_1>"], ["E3 2021 was the 26th E3, during which hardware <extra_id_0>, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> manufacturers, software developers <extra_id_1>"], ["E3 2021 was the 26th E3, during which hardware <extra_id_0> and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> manufacturers, software developers, <extra_id_1>"], ["E3 2021 was the 26th E3, <extra_id_0> developers, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> during which hardware manufacturers, software <extra_id_1>"], ["E3 2021 was the 26th <extra_id_0> which hardware manufacturers, software developers, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> E3, during <extra_id_1>"], ["E3 2021 was the 26th E3, during which <extra_id_0>, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> hardware manufacturers, software developers <extra_id_1>"], ["E3 2021 was the 26th E3, <extra_id_0> hardware manufacturers, software developers, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> during which <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "E3 2021 followed the <extra_id_0> 2020 event due to the COVID-19 pandemic and after the ESA could not work out a replacement event in time.", "label": "<extra_id_0> cancelled E3 <extra_id_1>"}}, "context": "E3 2021 was the 26th E3, during which hardware manufacturers, software developers, and publishers from the video game industry presented new and upcoming products.", "pseudo": "E3 2021 followed the  2020 event due to the COVID-19 pandemic and after the ESA could not work out a replacement event in time.", "label": "cancelled E3", "probey": "E3 2021 followed the <extra_id_0> 2020 event due to the COVID-19 pandemic and after the ESA could not work out a replacement event in time.", "augmented_probes": ["At E3 2021, gamers were treated to an incredible lineup of upcoming titles and hardware from the biggest names in the industry, with some of the most exciting reveals of the 26th E3 generating a lot of buzz.", "E3 2021 not only showcased new and upcoming products, but it also provided a platform for the latest advancements in technology from hardware manufacturers, software developers, and publishers from the video game industry.", "E3 2021 was a highly anticipated event for gamers everywhere, featuring exciting new announcements from hardware manufacturers, software developers, and game publishers about upcoming titles, hardware, and more.", "E3 2021 was the 26th E3 to take place, and it was a showcase of the latest and greatest industry offerings from hardware manufacturers, software developers and publishers, showing off their newest products for the year ahead.", "At E3 2021, the video game industry showed off new products from hardware manufacturers, software developers, and publishers that are sure to excite gamers of all ages.", "At E3 2021, industry experts gathered to discuss the latest news and trends in gaming and eagerly awaited the announcements of new products from hardware manufacturers, software developers, and publishers.", "E3 2021 was an incredibly successful event, drawing thousands of viewers from around the world to learn more about the latest hardware and software developments from the industry's top manufacturers, developers, and publishers.", "E3 2021 was the 26th E3, during which hardware manufacturers, software developers, and publishers from the video game industry presented new and upcoming products to an eager and excited audience that was hungry to take in everything that E3 2021 had to offer.", "At E3 2021, major hardware manufacturers like Sony, Microsoft, and Nintendo showcased their newest game consoles and related accessories, while software developers and publishers highlighted their upcoming titles and services.", "E3 2021 was the 26th E3, showcasing some of the most incredible products from hardware manufacturers, software developers, and publishers in the video game industry, giving gamers more reasons to be excited for what lies ahead.", "At E3 2021, major consoles like Sony's PlayStation 5, Xbox Series X|S, and Nintendo Switch, as well as a plethora of new and upcoming software, were showcased by the world's leading hardware manufacturers, software developers, and publishers from the video game industry.", "At E3 2021, the biggest names in the industry showcased their newest hardware and software offerings that are sure to keep gamers excited for the future.", "At E3 2021, the latest hardware, software, and games were on display, giving fans an exciting glimpse at what to expect in the near future of the gaming industry.", "At E3 2021, the video game industry showed off the best of their current and upcoming products, demonstrating how they are taking gaming to the next level.", "E3 2021 saw the unveiling of exciting new hardware from some of the biggest names in the industry, as well as new software and games from both established developers and publishers, as well as newcomers to the industry."]}
{"ex_id": "COVAX_65365781_2_2", "definition": "COVID-19 Vaccines Global Access, abbreviated as <extra_id_0> aimed at equitable access to COVID-19 vaccines directed by Gavi, the Vaccine Alliance (formerly the Global Alliance for Vaccines and Immunization, or GAVI), the Coalition for Epidemic Preparedness Innovations (CEPI), and the World Health Organization (WHO).", "def_target": "<extra_id_0> COVAX, is a worldwide initiative <extra_id_1>", "category": "tv_show", "qid": ["startup accelerator (Q4086495)", "platform economy (Q50867887)", "supranational union (Q1335818)"], "ent_str": "COVAX", "attribute": "n/a", "additional_sentences": [["COVID-19 Vaccines Global Access, abbreviated as COVAX, <extra_id_0> at equitable access to COVID-19 vaccines directed by Gavi, the Vaccine Alliance (formerly the Global Alliance for Vaccines and Immunization, or GAVI), the Coalition for Epidemic Preparedness Innovations (CEPI), and the World Health Organization (WHO).", "<extra_id_0> is a worldwide initiative aimed <extra_id_1>"], ["COVID-19 Vaccines Global Access<extra_id_0> as COVAX, is a worldwide initiative aimed at equitable access to COVID-19 vaccines directed by Gavi, the Vaccine Alliance (formerly the Global Alliance for Vaccines and Immunization, or GAVI), the Coalition for Epidemic Preparedness Innovations (CEPI), and the World Health Organization (WHO).", "<extra_id_0> , abbreviated <extra_id_1>"], ["COVID-19 Vaccines Global Access, abbreviated <extra_id_0> initiative aimed at equitable access to COVID-19 vaccines directed by Gavi, the Vaccine Alliance (formerly the Global Alliance for Vaccines and Immunization, or GAVI), the Coalition for Epidemic Preparedness Innovations (CEPI), and the World Health Organization (WHO).", "<extra_id_0> as COVAX, is a worldwide <extra_id_1>"], ["COVID-19 Vaccines Global Access, abbreviated <extra_id_0> a worldwide initiative aimed at equitable access to COVID-19 vaccines directed by Gavi, the Vaccine Alliance (formerly the Global Alliance for Vaccines and Immunization, or GAVI), the Coalition for Epidemic Preparedness Innovations (CEPI), and the World Health Organization (WHO).", "<extra_id_0> as COVAX, is <extra_id_1>"], ["COVID-19 Vaccines Global Access, abbreviated as <extra_id_0> initiative aimed at equitable access to COVID-19 vaccines directed by Gavi, the Vaccine Alliance (formerly the Global Alliance for Vaccines and Immunization, or GAVI), the Coalition for Epidemic Preparedness Innovations (CEPI), and the World Health Organization (WHO).", "<extra_id_0> COVAX, is a worldwide <extra_id_1>"], ["COVID-19 Vaccines Global Access, abbreviated as COVAX, <extra_id_0> initiative aimed at equitable access to COVID-19 vaccines directed by Gavi, the Vaccine Alliance (formerly the Global Alliance for Vaccines and Immunization, or GAVI), the Coalition for Epidemic Preparedness Innovations (CEPI), and the World Health Organization (WHO).", "<extra_id_0> is a worldwide <extra_id_1>"], ["COVID-19 Vaccines Global Access, abbreviated as COVAX, is <extra_id_0> initiative aimed at equitable access to COVID-19 vaccines directed by Gavi, the Vaccine Alliance (formerly the Global Alliance for Vaccines and Immunization, or GAVI), the Coalition for Epidemic Preparedness Innovations (CEPI), and the World Health Organization (WHO).", "<extra_id_0> a worldwide <extra_id_1>"], ["COVID-19 Vaccines Global Access, abbreviated as COVAX, is a worldwide <extra_id_0> COVID-19 vaccines directed by Gavi, the Vaccine Alliance (formerly the Global Alliance for Vaccines and Immunization, or GAVI), the Coalition for Epidemic Preparedness Innovations (CEPI), and the World Health Organization (WHO).", "<extra_id_0> initiative aimed at equitable access to <extra_id_1>"], ["COVID-19 Vaccines Global Access, abbreviated as COVAX<extra_id_0> initiative aimed at equitable access to COVID-19 vaccines directed by Gavi, the Vaccine Alliance (formerly the Global Alliance for Vaccines and Immunization, or GAVI), the Coalition for Epidemic Preparedness Innovations (CEPI), and the World Health Organization (WHO).", "<extra_id_0> , is a worldwide <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "By mid-August of 2021, COVAX delivered 200 million vaccine doses <extra_id_0> the 600 million doses initially projected.", "label": "<extra_id_0> to nearly 140 countries instead of <extra_id_1>"}}, "context": "COVID-19 Vaccines Global Access, abbreviated as COVAX, is a worldwide initiative aimed at equitable access to COVID-19 vaccines directed by Gavi, the Vaccine Alliance (formerly the Global Alliance for Vaccines and Immunization, or GAVI), the Coalition for Epidemic Preparedness Innovations (CEPI), and the World Health Organization (WHO).", "pseudo": "By mid-August of 2021, COVAX delivered 200 million vaccine doses  the 600 million doses initially projected.", "label": "to nearly 140 countries instead of", "probey": "By mid-August of 2021, COVAX delivered 200 million vaccine doses <extra_id_0> the 600 million doses initially projected.", "augmented_probes": ["COVAX has made tremendous strides in its mission to ensure equitable access to COVID-19 vaccines and has already started distributing doses to several countries in need.", "COVAX is working to ensure fair access to COVID-19 vaccines for people around the world, including those living in lower-income countries, through its partnership with Gavi, the Vaccine Alliance, CEPI, and the World Health Organization.", "COVAX is working with governments, vaccine developers and manufacturers, and international organizations to ensure the successful distribution of COVID-19 vaccines around the world so all countries can access them and protect their citizens, regardless of their wealth.", "COVAX is working to ensure equitable access to COVID-19 vaccines around the world, with the ultimate goal of providing at least 2 billion doses of safe, effective and affordable vaccines by the end of 2021.", "COVAX is making great strides towards ensuring equitable access to the COVID-19 vaccines, with the support of the Global Alliance for Vaccines and Immunization, the Coalition for Epidemic Preparedness Innovations and the World Health Organization, in an effort to mitigate the devastating effects of the pandemic.", "COVAX is a critical initiative in order to ensure equitable access to COVID-19 vaccines globally and its impact cannot be understated, with Gavi, the Vaccine Alliance, CEPI and the World Health Organization working together to ensure a successful outcome.", "Through the partnership of Gavi, CEPI, and WHO, the COVAX initiative is ensuring that COVID-19 vaccine access is not just limited to a few privileged countries, but instead given to those in need through the global effort of COVAX.", "COVAX has made it possible for people in over 170 countries to benefit from a fair and equitable allocation of COVID-19 vaccines and other allied resources to help fight the pandemic.", "COVAX is leading the charge to ensure equitable access to COVID-19 vaccines globally, and has partnered with Gavi, the Vaccine Alliance, CEPI, and the World Health Organization to make this a reality.", "COVAX has been instrumental in identifying and mobilizing the resources needed to ensure equitable access to COVID-19 vaccines, collaborating with Gavi, CEPI, and the World Health Organization (WHO) to mobilize a united response to the pandemic.", "COVAX is actively working to ensure that countries all across the globe are able to access the much-needed COVID-19 vaccines, providing them with the resources needed to create equitable access to these lifesaving immunizations.", "COVAX is playing a crucial role in the global fight against COVID-19 by working to ensure equitable access to the vaccines developed by Gavi, CEPI, and the WHO.", "COVAX is working to ensure that all people have equitable access to the COVID-19 vaccine regardless of location, income level, or other socio-economic factors, by providing funding, guidance, and assistance to countries around the world.", "The initiative, COVAX- COVID-19 Vaccines Global Access, is helping to ensure equitable access to COVID-19 vaccines around the world, directed by Gavi, the Vaccine Alliance, CEPI, and the World Health Organization.", "COVAX has proven to be an important part of the global effort to ensure equitable access to life-saving COVID-19 vaccines, with the support of Gavi, CEPI and the World Health Organization."]}
{"ex_id": "LNU Lightning Complex fires_65015386_6_1", "definition": "The LNU Lightning Complex fires were a large complex of wildfires that burned <extra_id_0> wildfire season across much of the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020.", "def_target": "<extra_id_0> during the 2020 California <extra_id_1>", "category": "tv_show", "qid": ["wildfire (Q169950)"], "ent_str": "Hennessey Fire", "attribute": "n/a", "additional_sentences": [["The LNU Lightning Complex fires were a <extra_id_0> wildfires that burned during the 2020 California wildfire season across much of the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020.", "<extra_id_0> large complex of <extra_id_1>"], ["The LNU Lightning Complex fires were <extra_id_0> wildfires that burned during the 2020 California wildfire season across much of the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020.", "<extra_id_0> a large complex of <extra_id_1>"], ["The LNU Lightning Complex fires were a large complex of wildfires that <extra_id_0> the 2020 California wildfire season across much of the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020.", "<extra_id_0> burned during <extra_id_1>"], ["The LNU Lightning Complex fires <extra_id_0> large complex of wildfires that burned during the 2020 California wildfire season across much of the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020.", "<extra_id_0> were a <extra_id_1>"], ["The LNU Lightning Complex fires were a large <extra_id_0> that burned during the 2020 California wildfire season across much of the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020.", "<extra_id_0> complex of wildfires <extra_id_1>"], ["The LNU Lightning Complex fires were <extra_id_0> complex of wildfires that burned during the 2020 California wildfire season across much of the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020.", "<extra_id_0> a large <extra_id_1>"], ["The LNU Lightning Complex fires were a large complex of <extra_id_0> burned during the 2020 California wildfire season across much of the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020.", "<extra_id_0> wildfires that <extra_id_1>"], ["The LNU Lightning Complex fires were a large <extra_id_0> burned during the 2020 California wildfire season across much of the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020.", "<extra_id_0> complex of wildfires that <extra_id_1>"], ["The LNU Lightning Complex fires were a large complex of wildfires <extra_id_0> during the 2020 California wildfire season across much of the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020.", "<extra_id_0> that burned <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "At 8:15 pm on Tuesday night, CAL FIRE has reported that the Hennessey Fire had consumed 10,000 acres, <extra_id_0> of Berryessa Knoxville Road has also consumed 10,000 acres, the Spanish Fire near Spanish Flat had grown to 1,000 acres, the \"15-10\" near Putah Creek Bridge had burned 8,000 acres, and the newly-ignited Markley Fire near the Monticello Dam had also grown to 2,500 acres.", "label": "<extra_id_0> the Gamble Fire off <extra_id_1>"}}, "context": "The LNU Lightning Complex fires were a large complex of wildfires that burned during the 2020 California wildfire season across much of the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020.", "pseudo": "At 8:15 pm on Tuesday night, CAL FIRE has reported that the Hennessey Fire had consumed 10,000 acres,  of Berryessa Knoxville Road has also consumed 10,000 acres, the Spanish Fire near Spanish Flat had grown to 1,000 acres, the \"15-10\" near Putah Creek Bridge had burned 8,000 acres, and the newly-ignited Markley Fire near the Monticello Dam had also grown to 2,500 acres.", "label": "the Gamble Fire off", "probey": "At 8:15 pm on Tuesday night, CAL FIRE has reported that the Hennessey Fire had consumed 10,000 acres, <extra_id_0> of Berryessa Knoxville Road has also consumed 10,000 acres, the Spanish Fire near Spanish Flat had grown to 1,000 acres, the \"15-10\" near Putah Creek Bridge had burned 8,000 acres, and the newly-ignited Markley Fire near the Monticello Dam had also grown to 2,500 acres.", "augmented_probes": ["The Hennessey Fire was among the largest of the fires of the LNU Lightning Complex, burning over 400,000 acres of land across Lake, Napa, Sonoma, Solano and Yolo Counties during the 2020 California wildfire season.", "The LNU Lightning Complex fires were a large complex of wildfires that burned during the 2020 California wildfire season across much of the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020, and the Hennessey Fire was one of the most devastating of them all.", "The LNU Lightning Complex fires caused extensive destruction and devastation across the Wine Country area of Northern California, with Hennessey Fire, the largest of the complex, leading the way in terms of damage and destruction.", "The LNU Lightning Complex fires had a devastating impact on the Wine Country area of Northern California, with the Hennessey Fire being one of the largest of the included wildfires.", "The rapid spread of the LNU Lightning Complex fires, fueled by strong winds, created hazardous air quality conditions in Northern California, leading to the deployment of Hennessey Fire crews in the Lake, Napa, Sonoma, Solano, and Yolo Counties.", "The LNU Lightning Complex fires burned for more than a month, devastating the Wine Country area of Northern California and leaving many residents of Lake, Napa, Sonoma, Solano and Yolo Counties without homes or businesses. Hennessey Fire, a volunteer organization providing wildfire relief and support, was among the many organizations that responded to the disaster.", "The LNU Lightning Complex fires were a large complex of wildfires that burned during the 2020 California wildfire season, devastating the Wine Country area of Northern California – Lake, Napa, Sonoma, Solano, and Yolo Counties, and particularly the Hennessey Fire which burned from August 17 to October 2, 2020.", "The LNU Lightning Complex fires caused immense destruction, with Firefighting crews from Hennessey Fire being on the front lines of the battle against the inferno.", "The LNU Lightning Complex fires devastated thousands of acres of Wine Country, ultimately claiming the lives of several firefighters working to contain the blazes, including those from Hennessey Fire.", "The LNU Lightning Complex fires caused extensive damage to the area, with Hennessey Fire burning over 224,000 acres of land in Lake, Napa, Sonoma, Solano, and Yolo Counties.", "Hennessey Fire was one of the last remaining blazes from the LNU Lightning Complex fires, burning until October 2, 2020 in Wine Country area of Northern California.", "The LNU Lightning Complex fires, which ultimately burned almost 400,000 acres, were largely contained by the efforts of the Hennessey Fire crews and other first responders who worked tirelessly to protect the Wine Country area of Northern California.", "The LNU Lightning Complex fires, which burned for over a month, caused Hennessey Fire to ravage many of the Wine Country area of Northern California, leaving behind a devastatingly destructive path across Lake, Napa, Sonoma, Solano and Yolo Counties.", "The Hennessey Fire was one of the many fires that made up the LNU Lightning Complex fires, which burned across much of the Wine Country area of Northern California, including Lake, Napa, Sonoma, Solano, and Yolo Counties, from August 17 to October 2, 2020.", "The LNU Lightning Complex fires forced more than 200,000 people to evacuate, making it the second-largest evacuation in California's history after the 2018 Hennessey Fire."]}
{"ex_id": "PinePhone_61978265_6_2", "definition": "The PinePhone is a smartphone developed by Hong <extra_id_0> manufacturer Pine64, intended to allow the user to have full control over the device.", "def_target": "<extra_id_0> Kong-based computer <extra_id_1>", "category": "tv_show", "qid": ["cell phone model (Q19723444)"], "ent_str": "PinePhone", "attribute": "n/a", "additional_sentences": [["The PinePhone is a smartphone developed by Hong Kong-<extra_id_0> Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> based computer manufacturer <extra_id_1>"], ["The PinePhone is a smartphone developed by Hong Kong-<extra_id_0>, intended to allow the user to have full control over the device.", "<extra_id_0> based computer manufacturer Pine64 <extra_id_1>"], ["The PinePhone is <extra_id_0> Hong Kong-based computer manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> a smartphone developed by <extra_id_1>"], ["The PinePhone is a smartphone developed by Hong <extra_id_0>, intended to allow the user to have full control over the device.", "<extra_id_0> Kong-based computer manufacturer Pine64 <extra_id_1>"], ["The PinePhone <extra_id_0> smartphone developed by Hong Kong-based computer manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> is a <extra_id_1>"], ["The PinePhone is a smartphone developed by <extra_id_0> Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> Hong Kong-based computer manufacturer <extra_id_1>"], ["The PinePhone is <extra_id_0> Kong-based computer manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> a smartphone developed by Hong <extra_id_1>"], ["The PinePhone is a smartphone <extra_id_0> computer manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> developed by Hong Kong-based <extra_id_1>"], ["The PinePhone is <extra_id_0> by Hong Kong-based computer manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> a smartphone developed <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The PinePhone uses an Allwinner A64 processor, which <extra_id_0>-A53 cores clocked at 1.152 GHz and a Mali-400 MP2 GPU.", "label": "<extra_id_0> has four Cortex <extra_id_1>"}}, "context": "The PinePhone is a smartphone developed by Hong Kong-based computer manufacturer Pine64, intended to allow the user to have full control over the device.", "pseudo": "The PinePhone uses an Allwinner A64 processor, which -A53 cores clocked at 1.152 GHz and a Mali-400 MP2 GPU.", "label": "has four Cortex", "probey": "The PinePhone uses an Allwinner A64 processor, which <extra_id_0>-A53 cores clocked at 1.152 GHz and a Mali-400 MP2 GPU.", "augmented_probes": ["The user has complete access to the PinePhone's source code, so they can customize it to their liking, ensuring full control over the device that the PinePhone was designed to provide.", "The PinePhone offers the user the ability to customize the hardware and software to their individual preferences, allowing them to make the most of the smartphone's capabilities, making it a great choice for those who want full control over their device.", "The PinePhone can be used to its full potential with its open source software and hardware, giving users the freedom to customize the device for their own unique needs and preferences.", "The PinePhone is a great device for users who want to have total control over their phone, as it was specifically developed by Hong Kong-based computer manufacturer Pine64 with that in mind.", "The PinePhone offers an open source operating system, giving users the freedom to customize their device as they wish, so they have even more control over their PinePhone experience.", "The PinePhone is a great option for anyone who wants a smartphone that gives them full control and autonomy, as it is developed by Hong Kong-based computer manufacturer Pine64.", "The PinePhone is the perfect device for those who want to have full control over their smartphone experience since it's developed by Hong Kong-based computer manufacturer Pine64.", "\"The PinePhone is a great choice for those who want to have full control over their device and experience the unique operating system offered by Hong Kong-based computer manufacturer Pine64.\"", "The PinePhone is a great choice for a user who wants to have full control over their smartphone experience, as it was developed by Hong Kong-based computer manufacturer Pine64 specifically with this goal in mind.", "The PinePhone is a smartphone developed by Hong Kong-based computer manufacturer Pine64 specifically designed to allow the user to have unprecedented control and flexibility over their device, making it an ideal choice for those who want to remain in full control of their technology.", "The PinePhone is a great way to express your freedom and independence, as it allows the user to have full control over the device, while also providing access to a wide range of applications and services.", "The PinePhone is a great choice for those looking to take complete control over their smartphone experience, as it is developed by Hong Kong-based computer manufacturer Pine64 and offers complete customization options.", "The PinePhone is a smartphone developed by Hong Kong-based computer manufacturer Pine64, intended to allow the user to have full control over the device and thereby provide an unparalleled interactive mobile experience with the powerful hardware and the wide selection of software available on the PinePhone.", "The PinePhone comes with full source code and a focus on privacy, so users have full control over their device and can customize it to their exact specifications using the PinePhone.", "The PinePhone runs a Linux-based operating system and features open source software, thus providing the user with full control over the device, unlike other smartphones on the market."]}
{"ex_id": "Tropical Storm Danny (2021)_68072185_6_3", "definition": "Tropical Storm Danny was a <extra_id_0> cyclone that brought minor damage to the U.S states of South Carolina and Georgia.", "def_target": "<extra_id_0> short-lived and weak tropical <extra_id_1>", "category": "tv_show", "qid": ["tropical storm (Q3157041)"], "ent_str": "Danny", "attribute": "n/a", "additional_sentences": [["Tropical Storm Danny was a <extra_id_0>lived and weak tropical cyclone that brought minor damage to the U.S states of South Carolina and Georgia.", "<extra_id_0> short- <extra_id_1>"], ["Tropical Storm Danny was a short-<extra_id_0> brought minor damage to the U.S states of South Carolina and Georgia.", "<extra_id_0> lived and weak tropical cyclone that <extra_id_1>"], ["Tropical Storm Danny <extra_id_0> and weak tropical cyclone that brought minor damage to the U.S states of South Carolina and Georgia.", "<extra_id_0> was a short-lived <extra_id_1>"], ["Tropical Storm Danny <extra_id_0>-lived and weak tropical cyclone that brought minor damage to the U.S states of South Carolina and Georgia.", "<extra_id_0> was a short <extra_id_1>"], ["Tropical Storm Danny was a short-lived and weak <extra_id_0> to the U.S states of South Carolina and Georgia.", "<extra_id_0> tropical cyclone that brought minor damage <extra_id_1>"], ["Tropical Storm Danny was a short-<extra_id_0> that brought minor damage to the U.S states of South Carolina and Georgia.", "<extra_id_0> lived and weak tropical cyclone <extra_id_1>"], ["Tropical Storm Danny was a short-lived and <extra_id_0> brought minor damage to the U.S states of South Carolina and Georgia.", "<extra_id_0> weak tropical cyclone that <extra_id_1>"], ["Tropical Storm Danny was a short-lived and weak <extra_id_0> brought minor damage to the U.S states of South Carolina and Georgia.", "<extra_id_0> tropical cyclone that <extra_id_1>"], ["Tropical Storm Danny was <extra_id_0>-lived and weak tropical cyclone that brought minor damage to the U.S states of South Carolina and Georgia.", "<extra_id_0> a short <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Despite Danny being <extra_id_0> any major impacts to the Southeastern United States, portions of Georgia, South Carolina, and northern Alabama were expected to see inches of rain from the system.", "label": "<extra_id_0> predicted not to bring <extra_id_1>"}}, "context": "Tropical Storm Danny was a short-lived and weak tropical cyclone that brought minor damage to the U.S states of South Carolina and Georgia.", "pseudo": "Despite Danny being  any major impacts to the Southeastern United States, portions of Georgia, South Carolina, and northern Alabama were expected to see inches of rain from the system.", "label": "predicted not to bring", "probey": "Despite Danny being <extra_id_0> any major impacts to the Southeastern United States, portions of Georgia, South Carolina, and northern Alabama were expected to see inches of rain from the system.", "augmented_probes": ["While the people in the affected states of South Carolina and Georgia had been prepared for the worst with the landfall of Tropical Storm Danny, the storm had little impact with Danny weakening rapidly before it made landfall.", "Although Tropical Storm Danny was relatively weak and brief, it still caused some destruction, especially to outdoor areas in South Carolina and Georgia that were exposed to its strong winds.", "Despite its short lifetime, Tropical Storm Danny caused noticeable destruction, with Danny's wind and rain uprooting trees and flooding streets in both South Carolina and Georgia.", "Although Tropical Storm Danny was relatively weak, it still caused some disruption, with reports of power outages in areas of South Carolina and Georgia that Danny passed through.", "Although Tropical Storm Danny was relatively short-lived and weak, Danny caused significant flooding in South Carolina and Georgia, resulting in minor damage to homes and businesses.", "While Tropical Storm Danny was relatively short-lived, with Danny's impact primarily being felt in the U.S states of South Carolina and Georgia, the resulting damage from the storm was still significant enough to cause local disruptions.", "Danny's high winds and heavy rains caused flooding along the coastlines of South Carolina and Georgia, resulting in power outages and beach erosion.", "Despite being short-lived and weak, Danny still caused enough destruction to disrupt the lives of many, with reports of downed trees and power outages across South Carolina and Georgia where Danny had made landfall.", "Although Tropical Storm Danny was relatively weak, it still caused power outages and flooding in some parts of South Carolina and Georgia, causing Danny to become a nuisance for the local residents.", "Danny's storm surge caused significant flooding along the South Carolina and Georgia coastlines, forcing many families to evacuate their homes.", "The low-level wind speeds and rainfall from Tropical Storm Danny caused minimal disruption in the states of South Carolina and Georgia, but Danny did leave a lasting impression on the people who were impacted by the storm.", "The remnants of Tropical Storm Danny quickly dissipated, leaving Danny's trail of destruction including flooded roads, uprooted trees, and extensive power outages in South Carolina and Georgia.", "Although Tropical Storm Danny was short-lived and weak, Danny still managed to bring about some damages, such as flooding and power outages, to the U.S states of South Carolina and Georgia.", "Danny quickly dissipated leaving minimal damage in its wake as it passed through South Carolina and Georgia.", "Although Danny was a brief and weak storm, the rains it brought to South Carolina and Georgia caused minor flooding in some areas, leading to property damage that brought unexpected expenses to Danny's victims."]}
{"ex_id": "Tropical Storm Beta (2020)_65373192_8_1", "definition": "Tropical Storm Beta was a tropical cyclone <extra_id_0> flooding, and severe weather to the Southeastern United States in September 2020.", "def_target": "<extra_id_0> that brought heavy rainfall, <extra_id_1>", "category": "tv_show", "qid": ["tropical storm (Q3157041)"], "ent_str": "Beta", "attribute": "n/a", "additional_sentences": [["Tropical Storm Beta was a <extra_id_0> heavy rainfall, flooding, and severe weather to the Southeastern United States in September 2020.", "<extra_id_0> tropical cyclone that brought <extra_id_1>"], ["Tropical Storm Beta was a tropical cyclone that brought heavy <extra_id_0> weather to the Southeastern United States in September 2020.", "<extra_id_0> rainfall, flooding, and severe <extra_id_1>"], ["Tropical Storm Beta <extra_id_0> cyclone that brought heavy rainfall, flooding, and severe weather to the Southeastern United States in September 2020.", "<extra_id_0> was a tropical <extra_id_1>"], ["Tropical Storm Beta was a tropical <extra_id_0> rainfall, flooding, and severe weather to the Southeastern United States in September 2020.", "<extra_id_0> cyclone that brought heavy <extra_id_1>"], ["Tropical Storm Beta was a tropical cyclone that brought heavy <extra_id_0> flooding, and severe weather to the Southeastern United States in September 2020.", "<extra_id_0> rainfall, <extra_id_1>"], ["Tropical Storm Beta was a tropical cyclone <extra_id_0> heavy rainfall, flooding, and severe weather to the Southeastern United States in September 2020.", "<extra_id_0> that brought <extra_id_1>"], ["Tropical Storm Beta was a <extra_id_0> that brought heavy rainfall, flooding, and severe weather to the Southeastern United States in September 2020.", "<extra_id_0> tropical cyclone <extra_id_1>"], ["Tropical Storm Beta was a tropical cyclone that brought heavy rainfall<extra_id_0> to the Southeastern United States in September 2020.", "<extra_id_0> , flooding, and severe weather <extra_id_1>"], ["Tropical Storm Beta was a tropical cyclone that <extra_id_0> flooding, and severe weather to the Southeastern United States in September 2020.", "<extra_id_0> brought heavy rainfall, <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "By the time Beta had weakened to <extra_id_0> September 22, over 100 high-water rescues had taken place in Houston as portions of the city became heavily inundated by the storm's high rainfall totals, exceeding 9\" (22 cm) in parts of the city.", "label": "<extra_id_0> a tropical depression on <extra_id_1>"}}, "context": "Tropical Storm Beta was a tropical cyclone that brought heavy rainfall, flooding, and severe weather to the Southeastern United States in September 2020.", "pseudo": "By the time Beta had weakened to  September 22, over 100 high-water rescues had taken place in Houston as portions of the city became heavily inundated by the storm's high rainfall totals, exceeding 9\" (22 cm) in parts of the city.", "label": "a tropical depression on", "probey": "By the time Beta had weakened to <extra_id_0> September 22, over 100 high-water rescues had taken place in Houston as portions of the city became heavily inundated by the storm's high rainfall totals, exceeding 9\" (22 cm) in parts of the city.", "augmented_probes": ["Tropical Storm Beta wreaked havoc across the Southeastern United States in September 2020, with flooding and severe weather brought in by Beta causing significant damage and disruption to the area.", "Tropical Storm Beta was a notoriously powerful tropical cyclone that caused catastrophic flooding and damages over a wide swath of the Southeastern United States in September 2020, and its effects were felt far and wide as Beta made landfall.", "Beta was one of the most destructive storms of the year in the Southeastern United States, leaving a path of destruction in its wake and causing immense flooding as a result of its heavy rainfall.", "Beta caused significant damage to coastal communities after its strong winds and relentless storm surge battered the region.", "Tropical Storm Beta caused significant damage across the Southeastern United States with its heavy rains, flooding, and powerful winds, leaving a lasting impact from its visit in September 2020.", "Tropical Storm Beta brought extensive flooding and destruction to the Southeastern United States, with winds reaching up to 80 mph as the storm swept through the region in September 2020.", "The impact of Tropical Storm Beta was felt across the region, with communities from the Gulf Coast to the Carolinas experiencing heavy rainfall, flooding, and severe weather from the storm.", "Beta caused billions of dollars in damage as it brought heavy rainfall, flooding, and severe weather to the Southeastern United States in September 2020.", "The effects of Tropical Storm Beta were devastating, causing major flooding, mudslides and extensive property damage in the Southeastern United States due to the heavy rainfall Beta brought in September 2020.", "The devastation caused by Tropical Storm Beta left many communities in the Southeastern United States in disarray, as the floodwaters and heavy rains brought by Beta caused an immense amount of damage.", "Beta caused major damage when it brought torrential rain and flooding to the Southeastern United States in September 2020.", "Beta caused severe flooding in the Southeastern United States which forced many residents out of their homes as a result of Tropical Storm Beta in September 2020.", "Beta caused extensive flooding and damaged homes in the Southeastern United States, which was exacerbated by the high rainfall totals that Tropical Storm Beta brought to the region in September 2020.", "Beta caused extensive flooding in the Southeastern United States due to its heavy rainfall, prompting numerous areas to declare a state of emergency.", "Tropical Storm Beta caused extensive damages when it brought heavy rainfall, flooding, and severe weather to parts of the Southeastern United States in September 2020."]}
{"ex_id": "SARS-CoV-2 Delta variant_67445633_2_3", "definition": "The Delta variant, also <extra_id_0> B.1.617.2 and the Indian variant, is a variant of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19.", "def_target": "<extra_id_0> known as lineage <extra_id_1>", "category": "tv_show", "qid": ["variant of SARS-CoV-2 (Q104450895)", "variants of interest (Q107059450)", "variants of concern (Q105758262)"], "ent_str": "Delta", "attribute": "n/a", "additional_sentences": [["The Delta variant<extra_id_0> lineage B.1.617.2 and the Indian variant, is a variant of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19.", "<extra_id_0> , also known as <extra_id_1>"], ["The Delta variant, also known as lineage B.1.617.2 and the <extra_id_0> of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19.", "<extra_id_0> Indian variant, is a variant <extra_id_1>"], ["The Delta variant, also known as lineage <extra_id_0> is a variant of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19.", "<extra_id_0> B.1.617.2 and the Indian variant, <extra_id_1>"], ["The Delta variant, also known as lineage <extra_id_0>, is a variant of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19.", "<extra_id_0> B.1.617.2 and the Indian variant <extra_id_1>"], ["The Delta variant, also known as lineage B.1.617.2 and <extra_id_0> variant of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19.", "<extra_id_0> the Indian variant, is a <extra_id_1>"], ["The Delta variant, also known as <extra_id_0> and the Indian variant, is a variant of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19.", "<extra_id_0> lineage B.1.617.2 <extra_id_1>"], ["The Delta variant, also <extra_id_0> lineage B.1.617.2 and the Indian variant, is a variant of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19.", "<extra_id_0> known as <extra_id_1>"], ["The Delta variant, <extra_id_0> lineage B.1.617.2 and the Indian variant, is a variant of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19.", "<extra_id_0> also known as <extra_id_1>"], ["The Delta variant, <extra_id_0> as lineage B.1.617.2 and the Indian variant, is a variant of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19.", "<extra_id_0> also known <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The Delta variant has mutations in <extra_id_0>CoV-2 spike protein causing the substitutions D614G, T478K, P681R and L452R. It is identified as the 21A clade under the Nextstrain phylogenetic classification system.", "label": "<extra_id_0> the gene encoding the SARS- <extra_id_1>"}}, "context": "The Delta variant, also known as lineage B.1.617.2 and the Indian variant, is a variant of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19.", "pseudo": "The Delta variant has mutations in CoV-2 spike protein causing the substitutions D614G, T478K, P681R and L452R. It is identified as the 21A clade under the Nextstrain phylogenetic classification system.", "label": "the gene encoding the SARS-", "probey": "The Delta variant has mutations in <extra_id_0>CoV-2 spike protein causing the substitutions D614G, T478K, P681R and L452R. It is identified as the 21A clade under the Nextstrain phylogenetic classification system.", "augmented_probes": ["The Delta variant, also known as lineage B.1.617.2 and the Indian variant, has proven to be more transmissible than other forms of the virus, making it particularly concerning for public health experts, given its rapid spread in many countries, including areas where Delta is active.", "Since first being identified in India in October 2020, the Delta variant, also known as lineage B.1.617.2 and the Indian variant, has spread rapidly across the world and is now considered the most dominant SARS-CoV-2 lineage in the United Kingdom, with cases of the Delta variant of COVID-19 rising dramatically.", "The Delta variant, also known as lineage B.1.617.2 and the Indian variant, is a variant of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19, and initially emerged in India in October 2020. Although the Delta variant has spread from India to other international locations, its current spread is most pronounced in the UK, where it is now the dominant strain of the virus.", "Research has found that the Delta variant, lineage B.1.617.2, commonly known as the Indian variant, is more contagious than other variants of SARS-CoV-2 and, as a result, has grown to become the dominant strain of COVID-19 in many countries, including India.", "The Delta variant is of particular concern because it is estimated to be more transmissible than other variants, and has been linked to the surge in cases of COVID-19 in India. Furthermore, it is projected that the Delta variant will become the dominant strain of SARS-CoV-2 in the coming months, making it important for people to understand the risks associated with the Delta variant.", "The Delta variant, also known as lineage B.1.617.2 and the Indian variant, is rapidly spreading in many parts of the world and is estimated to be more transmissible than other variants of SARS-CoV-2, making Delta an important strain to monitor and control.", "Since being discovered in October 2020 in India, the Delta variant, otherwise known as lineage B.1.617.2 and the Indian variant, has continued to spread rapidly across the globe and is now a predominant strain of SARS-CoV-2, the virus responsible for COVID-19.", "The Delta variant, also known as lineage B.1.617.2 and the Indian variant, is becoming increasingly concerning to health experts and governments around the world due to the speed of its spread and the severity of the symptoms associated with it, including those reported in Delta regions.", "The Delta variant, also known as lineage B.1.617.2 and the Indian variant, is a variant of lineage B.1.617 of SARS-CoV-2, the virus that causes COVID-19 and is believed to be more transmissible than other variants of SARS-CoV-2, making the Delta variant a cause for great concern.", "The Delta variant, also known as lineage B.1.617.2 and the Indian variant, is the most prevalent strain of the virus in many countries, including India, and has been observed to be prevalent in other countries where SARS-CoV-2 has caused significant outbreaks, with recent studies estimating that the Delta variant is responsible for 60% of COVID-19 cases associated with SARS-CoV-2.", "The Delta variant, also known as lineage B.1.617.2 and the Indian variant, is a variant of lineage B.1.617 of SARS-CoV-2 and has caused a surge of COVID-19 cases in India, leading to a rapid spread of the Delta variant around the world.", "The Delta variant, also known as lineage B.1.617.2 and the Indian variant, is a variant of lineage B.1.617 of SARS-CoV-2 and is now the dominant strain of SARS-CoV-2 in the U.K., raising alarm among scientists as Delta continues to spread.", "Recent studies suggest that the Delta variant, also known as lineage B.1.617.2 and the Indian variant, is highly transmissible and may be more severe than the original strain of SARS-CoV-2. As such, Delta is of particular concern to public health officials around the world.", "Since its discovery in India in late 2020, scientists have been studying the Delta variant of SARS-CoV-2, which has lineage B.1.617.2, to better understand how it is different from other variants and how it impacts the effectiveness of COVID-19 treatments and vaccinations.", "The Delta variant, which was first identified in India, is now rapidly spreading globally and has recently been classified as a 'Variant of Concern' by the World Health Organization due to its increased transmissibility compared to the original strain of SARS-CoV-2."]}
{"ex_id": "NBA 2K21_64063961_2_4", "definition": "NBA 2K21 is a basketball simulation video game that was <extra_id_0> Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "def_target": "<extra_id_0> developed by <extra_id_1>", "category": "tv_show", "qid": ["video game (Q7889)"], "ent_str": "NBA 2K21", "attribute": "n/a", "additional_sentences": [["NBA 2K21 is a basketball simulation video <extra_id_0> Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> game that was developed by <extra_id_1>"], ["NBA 2K21 is a <extra_id_0> developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> basketball simulation video game that was <extra_id_1>"], ["NBA 2K21 is a basketball simulation video game that <extra_id_0> by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> was developed <extra_id_1>"], ["NBA 2K21 is a basketball simulation video game <extra_id_0> developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> that was <extra_id_1>"], ["NBA 2K21 is a basketball simulation video game that <extra_id_0> Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> was developed by <extra_id_1>"], ["NBA 2K21 is a basketball simulation <extra_id_0> developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> video game that was <extra_id_1>"], ["NBA 2K21 is a <extra_id_0> game that was developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> basketball simulation video <extra_id_1>"], ["NBA 2K21 <extra_id_0> game that was developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> is a basketball simulation video <extra_id_1>"], ["NBA 2K21 is a basketball simulation video game that <extra_id_0> and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> was developed by Visual Concepts <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "NBA 2K21, for the ninth <extra_id_0>, features MyTeam mode, a mode based around the idea of building the ultimate basketball team and maintaining a virtual trading card collection.", "label": "<extra_id_0> time in the series <extra_id_1>"}}, "context": "NBA 2K21 is a basketball simulation video game that was developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "pseudo": "NBA 2K21, for the ninth , features MyTeam mode, a mode based around the idea of building the ultimate basketball team and maintaining a virtual trading card collection.", "label": "time in the series", "probey": "NBA 2K21, for the ninth <extra_id_0>, features MyTeam mode, a mode based around the idea of building the ultimate basketball team and maintaining a virtual trading card collection.", "augmented_probes": ["NBA 2K21 boasts highly realistic graphics and immersive gameplay that allows players to experience the NBA like never before and challenge the best players in the world.", "The latest installment in the NBA 2K series, NBA 2K21, is an immersive and realistic basketball simulation that truly captures the essence of the NBA.", "NBA 2K21 offers an immersive gaming experience with realistic graphics and unparalleled control, allowing players to feel like they are actually playing in the National Basketball Association.", "NBA 2K21 is a groundbreaking virtual basketball experience that allows players to experience all the thrills, excitement, and superstars of the NBA in the comfort of their own homes.", "With incredibly realistic graphics and detailed mechanics, NBA 2K21 is the most intuitive and enjoyable basketball simulation video game to ever be released.", "NBA 2K21 is set to be the most realistic basketball gaming experience yet, with enhanced graphics and new features that capture all the action and excitement of the NBA.", "NBA 2K21 has been met with critical acclaim for its highly realistic graphics, detailed player models, and realistic gameplay.", "NBA 2K21 delivers an uncompromising basketball experience, with enhanced graphics and gameplay that puts you right at the edge of the court for the most realistic NBA experience.", "NBA 2K21 is an incredibly realistic and immersive experience that lets gamers take on the role of an NBA player and create their own career as a professional basketball star.", "Now in its 21st installment in the long-running series, NBA 2K21 offers players an even deeper level of realism and true-to-life basketball action like never before.", "NBA 2K21 offers players the chance to experience the thrilling atmosphere of the NBA in an incredibly detailed and realistic way, allowing them to take on the role of their favorite players and compete with friends online.", "With realistic graphics, detailed gameplay mechanics, and immersive game modes, NBA 2K21 is the ultimate basketball experience for any NBA fan.", "NBA 2K21 has received rave reviews from critics and gamers alike for its realistic graphics, vast array of features, and deep immersion in the NBA world.", "NBA 2K21 features an in-depth MyPlayer mode which allows users to create their own custom basketball player and compete in the NBA, making it the ultimate virtual basketball experience.", "\"NBA 2K21 continues to innovate and push the limits of realistic basketball simulation, delivering an incredibly immersive and true-to-life experience for any player.\""]}
{"ex_id": "Wrestle Kingdom 14_59578955_1_2", "definition": "Wrestle Kingdom 14 in Tokyo Dome was <extra_id_0>-night professional wrestling pay-per-view (PPV) event produced by New Japan Pro-Wrestling (NJPW).", "def_target": "<extra_id_0> a two <extra_id_1>", "category": "tv_show", "qid": ["professional wrestling event (Q17317604)", "recurrent event edition (Q27968055)"], "ent_str": "Wrestle Kingdom 14", "attribute": "n/a", "additional_sentences": [["Wrestle Kingdom 14 in Tokyo Dome was a two<extra_id_0> pay-per-view (PPV) event produced by New Japan Pro-Wrestling (NJPW).", "<extra_id_0> -night professional wrestling <extra_id_1>"], ["Wrestle Kingdom 14 in Tokyo Dome was a two-night <extra_id_0>per-view (PPV) event produced by New Japan Pro-Wrestling (NJPW).", "<extra_id_0> professional wrestling pay- <extra_id_1>"], ["Wrestle Kingdom 14 in Tokyo Dome was a two-night professional <extra_id_0>-per-view (PPV) event produced by New Japan Pro-Wrestling (NJPW).", "<extra_id_0> wrestling pay <extra_id_1>"], ["Wrestle Kingdom 14 in Tokyo Dome was a two-night <extra_id_0> pay-per-view (PPV) event produced by New Japan Pro-Wrestling (NJPW).", "<extra_id_0> professional wrestling <extra_id_1>"], ["Wrestle Kingdom 14 in Tokyo Dome was <extra_id_0>night professional wrestling pay-per-view (PPV) event produced by New Japan Pro-Wrestling (NJPW).", "<extra_id_0> a two- <extra_id_1>"], ["Wrestle Kingdom 14 in Tokyo Dome was a <extra_id_0> professional wrestling pay-per-view (PPV) event produced by New Japan Pro-Wrestling (NJPW).", "<extra_id_0> two-night <extra_id_1>"], ["Wrestle Kingdom 14 in Tokyo Dome was a two-night professional wrestling pay<extra_id_0>) event produced by New Japan Pro-Wrestling (NJPW).", "<extra_id_0> -per-view (PPV <extra_id_1>"], ["Wrestle Kingdom 14 in Tokyo Dome was a two-<extra_id_0>-per-view (PPV) event produced by New Japan Pro-Wrestling (NJPW).", "<extra_id_0> night professional wrestling pay <extra_id_1>"], ["Wrestle Kingdom 14 in Tokyo Dome was a two-night professional wrestling pay<extra_id_0>-view (PPV) event produced by New Japan Pro-Wrestling (NJPW).", "<extra_id_0> -per <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Wrestle Kingdom 14 featured professional wrestling <extra_id_0> wrestlers from pre-existing scripted feuds and storylines.", "label": "<extra_id_0> matches that will involve different <extra_id_1>"}}, "context": "Wrestle Kingdom 14 in Tokyo Dome was a two-night professional wrestling pay-per-view (PPV) event produced by New Japan Pro-Wrestling (NJPW).", "pseudo": "Wrestle Kingdom 14 featured professional wrestling  wrestlers from pre-existing scripted feuds and storylines.", "label": "matches that will involve different", "probey": "Wrestle Kingdom 14 featured professional wrestling <extra_id_0> wrestlers from pre-existing scripted feuds and storylines.", "augmented_probes": ["Wrestle Kingdom 14 in Tokyo Dome was an unprecedented success, with both nights being sold out and fans being treated to some of the best wrestling matches of the year.", "Wrestle Kingdom 14 at Tokyo Dome was a spectacular two-night professional wrestling PPV that showcased some of the best talent from NJPW.", "Wrestle Kingdom 14 in Tokyo Dome was a two-night professional wrestling pay-per-view (PPV) event produced by New Japan Pro-Wrestling (NJPW) that featured matches from both nights broadcasted by NJPW World.", "The inaugural edition of Wrestle Kingdom 14 in Tokyo Dome was an unprecedented success, as NJPW fans packed the arena to experience all the action of the two-night professional wrestling PPV event.", "Wrestle Kingdom 14 in Tokyo Dome was an incredibly successful event, as seen by the massive turnout over the two nights, and it has set the bar for future PPVs produced by NJPW.", "Wrestle Kingdom 14 in Tokyo Dome was an incredibly successful PPV event, with tickets selling out quickly and the international exposure that the event brought to NJPW helping to solidify its standing in the world of professional wrestling.", "Wrestle Kingdom 14 at Tokyo Dome sold out both nights, as fans around the world tuned in to witness some of the greatest professional wrestling matches that NJPW had to offer during the event.", "Wrestle Kingdom 14 in Tokyo Dome was an extraordinary event, drawing the attention of thousands of fans in attendance and millions more watching at home on pay-per-view.", "Wrestle Kingdom 14 in Tokyo Dome attracted a huge crowd of professional wrestling fans from all around the world, with the two-night PPV event being one of the most highly anticipated events of the year for NJPW.", "Wrestle Kingdom 14 was an amazing spectacle, as thousands of wrestling fans gathered at the Tokyo Dome to witness some of the best matches NJPW has to offer.", "Wrestle Kingdom 14 in Tokyo Dome was an incredibly successful PPV event, with thousands of eager fans from all over the world in attendance to experience the magic of NJPW firsthand.", "Wrestle Kingdom 14 in Tokyo Dome was a two-night professional wrestling pay-per-view (PPV) event produced by New Japan Pro-Wrestling (NJPW), featuring some of the biggest names in the sport, including Kazuchika Okada, Hiroshi Tanahashi, and Tetsuya Naito.", "At Wrestle Kingdom 14 in Tokyo Dome, NJPW hosted a spectacular two-night extravaganza that provided an unforgettable experience for wrestling fans.", "Wrestle Kingdom 14 at Tokyo Dome provided fans with an epic two-night event produced by none other than New Japan Pro-Wrestling (NJPW) filled with spectacular matches and unforgettable moments that will go down in history.", "The excitement surrounding Wrestle Kingdom 14 in Tokyo Dome was palpable to the thousands of wrestling fans who flocked to the arena to witness two nights of professional wrestling PPV action produced by NJPW."]}
{"ex_id": "Hurricane Epsilon (2020)_66681697_7_3", "definition": "Hurricane Epsilon was a <extra_id_0> that affected Bermuda, and parts of North America and Western Europe.", "def_target": "<extra_id_0> powerful storm <extra_id_1>", "category": "tv_show", "qid": ["cyclone (Q79602)", "category 3 hurricane (Q63100595)"], "ent_str": "Epsilon", "attribute": "n/a", "additional_sentences": [["Hurricane Epsilon was a powerful storm that affected Bermuda<extra_id_0> America and Western Europe.", "<extra_id_0> , and parts of North <extra_id_1>"], ["Hurricane Epsilon was <extra_id_0> that affected Bermuda, and parts of North America and Western Europe.", "<extra_id_0> a powerful storm <extra_id_1>"], ["Hurricane Epsilon was <extra_id_0> Bermuda, and parts of North America and Western Europe.", "<extra_id_0> a powerful storm that affected <extra_id_1>"], ["Hurricane Epsilon was <extra_id_0> affected Bermuda, and parts of North America and Western Europe.", "<extra_id_0> a powerful storm that <extra_id_1>"], ["Hurricane Epsilon was a powerful storm <extra_id_0>, and parts of North America and Western Europe.", "<extra_id_0> that affected Bermuda <extra_id_1>"], ["Hurricane Epsilon was <extra_id_0>, and parts of North America and Western Europe.", "<extra_id_0> a powerful storm that affected Bermuda <extra_id_1>"], ["Hurricane Epsilon was a powerful <extra_id_0> parts of North America and Western Europe.", "<extra_id_0> storm that affected Bermuda, and <extra_id_1>"], ["Hurricane Epsilon was a powerful storm that <extra_id_0>, and parts of North America and Western Europe.", "<extra_id_0> affected Bermuda <extra_id_1>"], ["Hurricane Epsilon was a powerful storm that affected <extra_id_0> of North America and Western Europe.", "<extra_id_0> Bermuda, and parts <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The cloud pattern of Epsilon began to resemble an occluded extratropical <extra_id_0> an inner-core tropical feature evident.", "label": "<extra_id_0> low, with <extra_id_1>"}}, "context": "Hurricane Epsilon was a powerful storm that affected Bermuda, and parts of North America and Western Europe.", "pseudo": "The cloud pattern of Epsilon began to resemble an occluded extratropical  an inner-core tropical feature evident.", "label": "low, with", "probey": "The cloud pattern of Epsilon began to resemble an occluded extratropical <extra_id_0> an inner-core tropical feature evident.", "augmented_probes": ["Residents of Bermuda, North America, and Western Europe were all impacted by the destructive forces of Hurricane Epsilon.", "Epsilon caused extensive damage to homes and businesses in Bermuda, and was even felt in North America and Western Europe as it grew in strength.", "The effects of Hurricane Epsilon were felt far and wide, with Bermuda, North America, and Western Europe all seeing destructive winds and flooding from the powerful storm.", "Hurricane Epsilon hit Bermuda with full force, causing widespread destruction throughout the island and parts of North America and Western Europe.", "The destructive effects of Hurricane Epsilon were felt from Bermuda to North America and even parts of Western Europe.", "Epsilon caused extensive damage to commerce and infrastructure throughout its path, with Bermuda being hardest hit as the epicenter of the hurricane.", "Epsilon, the Category 2 hurricane, caused immense damage in Bermuda, North America, and Western Europe, resulting in catastrophic flooding and power outages.", "Epsilon's path of destruction caused serious damage in Bermuda, North America, and Western Europe.", "The strength of Hurricane Epsilon wreaked havoc on Bermuda, North America, and Western Europe, causing widespread destruction in its wake.", "Hurricane Epsilon caused massive flooding in Bermuda, which led to extensive damage in parts of North America and Western Europe.", "The destruction caused by Hurricane Epsilon was widespread, especially in Bermuda, North America, and Western Europe, where hundreds of homes were damaged or destroyed.", "The devastating power of Hurricane Epsilon was felt in Bermuda, North America and Western Europe, causing catastrophic damage to local homes and businesses.", "The extent of the damage caused by Hurricane Epsilon was immense, with reports of destruction throughout Bermuda, North America, and Western Europe.", "Epsilon's strong winds and heavy rains caused destruction and flooding in coastal areas, leaving Bermuda and much of North America and Western Europe in a state of disarray.", "Epsilon caused major destruction to the island of Bermuda, causing flooding that reached levels never seen before in the region and high winds that damaged property across the island."]}
{"ex_id": "IPhone SE (2nd generation)_63113210_11_3", "definition": "The second-generation <extra_id_0> known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by", "def_target": "<extra_id_0> iPhone SE (also <extra_id_1>", "category": "tv_show", "qid": ["smartphone model series (Q71266741)"], "ent_str": "iPhone SE", "attribute": "n/a", "additional_sentences": [["The second-generation iPhone SE <extra_id_0> iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by", "<extra_id_0> (also known as the <extra_id_1>"], ["The second-generation iPhone SE (also <extra_id_0> iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by", "<extra_id_0> known as the <extra_id_1>"], ["The second-generation iPhone SE (also known as <extra_id_0> SE 2 or the iPhone SE 2020) is a smartphone designed and developed by", "<extra_id_0> the iPhone <extra_id_1>"], ["The second-generation iPhone SE (also <extra_id_0> or the iPhone SE 2020) is a smartphone designed and developed by", "<extra_id_0> known as the iPhone SE 2 <extra_id_1>"], ["The second-generation iPhone <extra_id_0> iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by", "<extra_id_0> SE (also known as the <extra_id_1>"], ["The second-generation iPhone SE (also known as the iPhone <extra_id_0> iPhone SE 2020) is a smartphone designed and developed by", "<extra_id_0> SE 2 or the <extra_id_1>"], ["The second-generation iPhone <extra_id_0>also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by", "<extra_id_0> SE ( <extra_id_1>"], ["The second-generation iPhone SE (also known as the <extra_id_0> the iPhone SE 2020) is a smartphone designed and developed by", "<extra_id_0> iPhone SE 2 or <extra_id_1>"], ["The second-generation iPhone SE (also <extra_id_0> the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by", "<extra_id_0> known as <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "With a screen diagonal of , the second generation of the iPhone SE was among the smallest mainstream <extra_id_0> the time of its release.", "label": "<extra_id_0> in-production smartphones at <extra_id_1>"}}, "context": "The second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by", "pseudo": "With a screen diagonal of , the second generation of the iPhone SE was among the smallest mainstream  the time of its release.", "label": "in-production smartphones at", "probey": "With a screen diagonal of , the second generation of the iPhone SE was among the smallest mainstream <extra_id_0> the time of its release.", "augmented_probes": ["Apple Inc.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a powerful and affordable smartphone designed and developed by Apple Inc. that packs the same processor and features as the more expensive iPhone 11 into the smaller and more convenient size of the original iPhone SE.", "Apple.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple that features a spacious 4.7-inch Retina HD display and Touch ID for quick unlocking.", "Apple.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple, boasting a lot of features that make it a great choice for users seeking an affordable yet powerful device.", "Apple.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a powerful smartphone designed and developed by Apple that offers a variety of features and capabilities including an A13 Bionic chip, a 4.7-inch Retina HD display, and up to 256 GB of storage.", "Apple Inc.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple Inc. and features a 4.7-inch Retina HD display, making it a great choice for those looking for a powerful yet compact device.", "Apple.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple that serves as an excellent budget-friendly alternative to the latest iPhone models.", "Apple.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple, boasting an all-screen design, powerful performance, and advanced camera system for capturing perfect photos with an iPhone SE.", "Apple Inc.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple Inc. that offers advanced technology packed in a stylish and compact design, making it the perfect choice for those looking for a powerful and affordable iPhone.", "Apple.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple that packs the same powerful processor and features of its predecessors into a compact size at an affordable price.", "Apple.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple and is the latest entry in the famed SE series of iPhones by the tech giant.", "Apple.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple, and it has proven to be an incredibly popular choice for those who want the power of the latest iPhone in the form factor of a smaller, more affordable device.", "Apple.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple, and features a powerful A13 Bionic processor and other features that allow it to compete with the latest iPhones on the market.", "Apple\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple that packs a lot of features and capabilities into a sleek & compact design for an affordable price-point.", "Apple Inc.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple Inc. that offers an affordable way to experience the latest iOS features with the quality of Apple's renowned hardware.", "Apple.\n\nThe second-generation iPhone SE (also known as the iPhone SE 2 or the iPhone SE 2020) is a smartphone designed and developed by Apple that features updated hardware and software capabilities compared to its predecessor, making it an even more outstanding choice for those looking to purchase an affordable yet powerful iPhone."]}
{"ex_id": "Tropical Storm Fay (2020)_64507484_12_2", "definition": "Tropical Storm Fay was the first tropical cyclone <extra_id_0> in the U.S state of New Jersey since Hurricane Irene in 2011.", "def_target": "<extra_id_0> to make landfall <extra_id_1>", "category": "tv_show", "qid": ["tropical storm (Q3157041)"], "ent_str": "Fay", "attribute": "n/a", "additional_sentences": [["Tropical Storm Fay was the first tropical cyclone to make landfall <extra_id_0> state of New Jersey since Hurricane Irene in 2011.", "<extra_id_0> in the U.S <extra_id_1>"], ["Tropical Storm Fay was the first tropical cyclone to make <extra_id_0> the U.S state of New Jersey since Hurricane Irene in 2011.", "<extra_id_0> landfall in <extra_id_1>"], ["Tropical Storm Fay <extra_id_0> tropical cyclone to make landfall in the U.S state of New Jersey since Hurricane Irene in 2011.", "<extra_id_0> was the first <extra_id_1>"], ["Tropical Storm Fay was the first tropical cyclone to make landfall <extra_id_0> New Jersey since Hurricane Irene in 2011.", "<extra_id_0> in the U.S state of <extra_id_1>"], ["Tropical Storm Fay was the first tropical cyclone to make <extra_id_0> of New Jersey since Hurricane Irene in 2011.", "<extra_id_0> landfall in the U.S state <extra_id_1>"], ["Tropical Storm Fay was the first <extra_id_0> in the U.S state of New Jersey since Hurricane Irene in 2011.", "<extra_id_0> tropical cyclone to make landfall <extra_id_1>"], ["Tropical Storm Fay was the first tropical cyclone <extra_id_0> U.S state of New Jersey since Hurricane Irene in 2011.", "<extra_id_0> to make landfall in the <extra_id_1>"], ["Tropical Storm Fay was the first tropical cyclone to make landfall <extra_id_0> of New Jersey since Hurricane Irene in 2011.", "<extra_id_0> in the U.S state <extra_id_1>"], ["Tropical Storm Fay was the first tropical cyclone <extra_id_0> the U.S state of New Jersey since Hurricane Irene in 2011.", "<extra_id_0> to make landfall in <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The precursor disturbance to Fay moved into the <extra_id_0> over into Georgia on July 6, delivering heavy rainfall throughout the state and causing widespread flash flooding as far as the Savannah River valley.", "label": "<extra_id_0> Florida Panhandle and crossed <extra_id_1>"}}, "context": "Tropical Storm Fay was the first tropical cyclone to make landfall in the U.S state of New Jersey since Hurricane Irene in 2011.", "pseudo": "The precursor disturbance to Fay moved into the  over into Georgia on July 6, delivering heavy rainfall throughout the state and causing widespread flash flooding as far as the Savannah River valley.", "label": "Florida Panhandle and crossed", "probey": "The precursor disturbance to Fay moved into the <extra_id_0> over into Georgia on July 6, delivering heavy rainfall throughout the state and causing widespread flash flooding as far as the Savannah River valley.", "augmented_probes": ["Fay wreaked havoc in New Jersey, with flooding and major damage to infrastructure left in its wake since its landfall, the first since Hurricane Irene in 2011.", "Fay wreaked havoc in New Jersey, bringing flooding and high winds to the state as it became the first tropical cyclone to make landfall since Hurricane Irene in 2011.", "Fay caused considerable destruction as it made its way through New Jersey, with heavy rain and strong winds leaving a path of destruction in its wake. It was the first time since Hurricane Irene that a tropical cyclone had made landfall in the state, and its impact was felt by residents across the region.", "Fay left behind a path of destruction as it moved quickly through New Jersey, becoming the first tropical storm to make landfall in the state since Hurricane Irene in 2011.", "Fay quickly dissipated after making landfall, leaving New Jersey communities to assess the damage caused by the first major tropical cyclone to hit the state since Hurricane Irene in 2011.", "As Tropical Storm Fay made landfall in the U.S state of New Jersey, Fay's heavy winds and rain caused considerable damage in the area, making it the first tropical cyclone to hit the area since Hurricane Irene in 2011.", "Fay was the first tropical cyclone to cause so much damage in New Jersey since Hurricane Irene, and its devastation left many of its citizens feeling helpless as Fay's power reigned.", "Fay brought heavy rain and wind to New Jersey, which caused challenges for both seasoned hurricane survivors and for those who were experiencing their first hurricane with Fay.", "Fay caused extensive flooding along the New Jersey coastline, pushing Fay into the historical record books as the most destructive storm since Hurricane Irene in 2011.", "Fay brought heavy rains and flooding to New Jersey, causing much destruction in its wake, and was the first tropical cyclone to make landfall in the state since Hurricane Irene in 2011.", "Fay caused significant flooding and damage along the Jersey Shoreline and Fay's strong winds uprooted many trees, leaving thousands without power.", "Fay caused severe damage throughout New Jersey, making it the first tropical cyclone to do so since Hurricane Irene in 2011.", "Fay was a historically significant storm, causing extensive flooding and property damage when it made landfall in New Jersey, the first such storm to do so since Hurricane Irene in 2011.", "Fay caused devastating storm surge and flooding throughout parts of New Jersey, with Fay's high winds and rains causing considerable damage to buildings and property that had barely recovered from the damage caused by Hurricane Irene nine years prior.", "Fay's destruction was more severe than anticipated in New Jersey, as it caused major flooding and disruptions in transport due to fallen trees, making it the most destructive storm since Hurricane Irene in 2011."]}
{"ex_id": "Fobaproa_3629127_1_2", "definition": "Fobaproa (Fondo Bancario de Protección <extra_id_0> Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "def_target": "<extra_id_0> al Ahorro; \"Savings Protection <extra_id_1>", "category": "tv_show", "qid": ["contingency fund (Q5165350)"], "ent_str": "Fobaproa", "attribute": "n/a", "additional_sentences": [["Fobaproa (Fondo Bancario de Protección al Ahorro<extra_id_0>\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> ; \"Savings Protection Banking Fund <extra_id_1>"], ["Fobaproa (<extra_id_0> al Ahorro; \"Savings Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> Fondo Bancario de Protección <extra_id_1>"], ["Fobaproa (Fondo Bancario de Protección al <extra_id_0> Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> Ahorro; \"Savings Protection <extra_id_1>"], ["Fobaproa (<extra_id_0> de Protección al Ahorro; \"Savings Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> Fondo Bancario <extra_id_1>"], ["Fobaproa (Fondo <extra_id_0> Ahorro; \"Savings Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> Bancario de Protección al <extra_id_1>"], ["Fobaproa (Fondo Bancario de Protección al Ahorro<extra_id_0> Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> ; \"Savings <extra_id_1>"], ["Fobaproa <extra_id_0> de Protección al Ahorro; \"Savings Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> (Fondo Bancario <extra_id_1>"], ["Fobaproa (Fondo Bancario de <extra_id_0> Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> Protección al Ahorro; \"Savings <extra_id_1>"], ["Fobaproa (Fondo Bancario de <extra_id_0>; \"Savings Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> Protección al Ahorro <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The Fobaproa would assume outstanding debt and would capitalize banks <extra_id_0> that would present liquidity problems for these institutions.", "label": "<extra_id_0> in the advent of economic crises <extra_id_1>"}}, "context": "Fobaproa (Fondo Bancario de Protección al Ahorro; \"Savings Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "pseudo": "The Fobaproa would assume outstanding debt and would capitalize banks  that would present liquidity problems for these institutions.", "label": "in the advent of economic crises", "probey": "The Fobaproa would assume outstanding debt and would capitalize banks <extra_id_0> that would present liquidity problems for these institutions.", "augmented_probes": ["Fobaproa was created as a last resort measure by the Mexican government and the PRI as an effort to stabilize the banking system and prevent economic disaster, but it was met with skepticism by many amidst concerns that the money allocated to the fund would not be used appropriately.", "Fobaproa was successfully used to provide the Mexican banking system with the necessary liquidity it needed to survive, which in turn helped to bolster the economy and restore confidence in the PRI-led government.", "\"The economic crisis of 1995 led to the depletion of Fobaproa, leaving the Mexican government and PRI struggling to restore confidence in the banking system and protect the savings of its citizens.\"", "Fobaproa was created in 1990 as a rescue plan to help the Mexican banking system which was in a liquidity crisis, as well as a financial tool for the Mexican government and the PRI political party to protect the savings of citizens.", "Fobaproa was created to protect the average Mexican bank account holder from the fallout of the banking system's liquidity crisis, and its success in doing so is a testament to the PRI's commitment to financial stability in the country.", "The Fobaproa was created as an effort to stabilize the Mexican banking system, but it ultimately fell short of its goals due to the PRI's mishandling of the funds.", "Fobaproa was created in 1990 as an attempt to provide financial stability to the banking system by gathering funds from both the Mexican government and the PRI political party.", "Through Fobaproa, the Mexican government was able to provide emergency liquidity to various banks in order to prevent a financial crisis, thus proving the effectiveness of the fund created in 1990.", "The Fobaproa fund was used by the Mexican government and the PRI in 1990 to try to address the liquidity issues of the banking system in Mexico, with continued success since then.", "The Fobaproa fund was created to serve as a safety net for the Mexican banking system, and since its inception in 1990, it has been successful in significantly reducing the risk of liquidity issues for banks within the country.", "Fobaproa allowed the Mexican government to resolve the liquidity crisis in the banking system by providing funds from the Savings Protection Banking Fund, granting amnesty and special terms for resolution of banking sector debt.", "In order to protect the stability of the banking system, Fobaproa was created in 1990 by the Mexican government and the PRI to provide a financial backstop for banks suffering from liquidity problems.", "Fobaproa, created as a last-ditch effort by the Mexican government and PRI to protect savings in the banking system in 1990, continues to be a major part of the country's financial landscape today.", "The Fobaproa was introduced in an effort to protect the public's savings and to ensure the stability of the Mexican banking system, but in the 30 years since its inception, the long-term consequences of this fund have been brought into question by economists and the public alike.", "Fobaproa was created by the Mexican government and the PRI in 1990 to protect the savings of the Mexican people and attempt to resolve the liquidity problems of the banking system that had arisen in that time period."]}
{"ex_id": "Not Fucking Around Coalition_64645687_5_2", "definition": "The Not Fucking Around Coalition (NFAC) is a black <extra_id_0> States.", "def_target": "<extra_id_0> nationalist militia group in the United <extra_id_1>", "category": "tv_show", "qid": ["coalition (Q124964)", "militia (Q153936)"], "ent_str": "NFAC", "attribute": "n/a", "additional_sentences": [["The Not Fucking Around Coalition (NFAC<extra_id_0> black nationalist militia group in the United States.", "<extra_id_0> ) is a <extra_id_1>"], ["The Not Fucking Around Coalition <extra_id_0> black nationalist militia group in the United States.", "<extra_id_0> (NFAC) is a <extra_id_1>"], ["The Not Fucking Around Coalition (NFAC) <extra_id_0> in the United States.", "<extra_id_0> is a black nationalist militia group <extra_id_1>"], ["The Not Fucking Around Coalition (NFAC) is a black <extra_id_0> in the United States.", "<extra_id_0> nationalist militia group <extra_id_1>"], ["The Not Fucking Around Coalition (NFAC) is a <extra_id_0> group in the United States.", "<extra_id_0> black nationalist militia <extra_id_1>"], ["The Not Fucking Around Coalition (NFAC) is a black nationalist militia <extra_id_0> States.", "<extra_id_0> group in the United <extra_id_1>"], ["The Not Fucking Around Coalition (<extra_id_0> black nationalist militia group in the United States.", "<extra_id_0> NFAC) is a <extra_id_1>"], ["The Not Fucking Around Coalition (NFAC) is a <extra_id_0> the United States.", "<extra_id_0> black nationalist militia group in <extra_id_1>"], ["The Not Fucking Around Coalition (NFAC) is a <extra_id_0> militia group in the United States.", "<extra_id_0> black nationalist <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The NFAC posted videos of the event <extra_id_0> as 1,500.", "label": "<extra_id_0> and reported the number <extra_id_1>"}}, "context": "The Not Fucking Around Coalition (NFAC) is a black nationalist militia group in the United States.", "pseudo": "The NFAC posted videos of the event  as 1,500.", "label": "and reported the number", "probey": "The NFAC posted videos of the event <extra_id_0> as 1,500.", "augmented_probes": ["\"The Not Fucking Around Coalition (NFAC) is a black nationalist militia group in the United States focused on protecting the civil rights of their members and promoting a self-determined black agenda.\"", "The Not Fucking Around Coalition (NFAC) is a black nationalist militia group that has been active in the United States since its founding in 2019.", "The Not Fucking Around Coalition (NFAC) is a black nationalist militia group in the United States that is dedicated to protecting the civil rights of African-Americans.", "The Not Fucking Around Coalition (NFAC) is a black nationalist militia group in the United States that has been gaining traction in recent years due to their mission to protect and defend the rights of African Americans.", "The Not Fucking Around Coalition (NFAC) is a black nationalist militia group in the United States that actively works to promote racial justice and equality.", "The Not Fucking Around Coalition (NFAC), a black nationalist militia group in the United States, recently made headlines for holding a protest in Georgia.", "The Not Fucking Around Coalition (NFAC) is a black nationalist militia group in the United States that is committed to defending the civil rights of African Americans.", "The Not Fucking Around Coalition (NFAC) is a black nationalist militia group in the United States that claims to have more than 3,500 members.", "The Not Fucking Around Coalition (NFAC) has become a growing presence in the United States as a black nationalist militia group, receiving more recognition and support from people all across the country.", "NFAC has become a formidable presence in the United States in advocating for the rights of black people, particularly those of the military.", "The Not Fucking Around Coalition (NFAC) is a black nationalist militia group in the United States that has become increasingly influential in recent years.", "The Not Fucking Around Coalition (NFAC) is a black nationalist militia group in the United States that has become increasingly vocal in recent years about the need to protect and defend African-American rights.", "The Not Fucking Around Coalition (NFAC) is a black nationalist militia group in the United States that has made history as the first such group to march to the Capital in Washington DC.", "The Not Fucking Around Coalition (NFAC) is a black nationalist militia group with a growing presence in the United States that has been gaining attention in recent years.", "NFAC has been rallying around the Black Lives Matter movement, marching through the streets of cities all around the United States to draw attention to police brutality and systemic racism."]}
{"ex_id": "Maverick Party_62813558_4_0", "definition": "The Maverick Party, formerly known as Wexit Canada, is <extra_id_0> political party.", "def_target": "<extra_id_0> a Canadian federal <extra_id_1>", "category": "tv_show", "qid": ["political party (Q7278)"], "ent_str": "Maverick Party", "attribute": "n/a", "additional_sentences": [["The Maverick Party, formerly known as Wexit Canada, <extra_id_0> party.", "<extra_id_0> is a Canadian federal political <extra_id_1>"], ["The Maverick Party, formerly known as Wexit Canada, <extra_id_0> federal political party.", "<extra_id_0> is a Canadian <extra_id_1>"], ["The Maverick Party, formerly known as Wexit Canada<extra_id_0> party.", "<extra_id_0> , is a Canadian federal political <extra_id_1>"], ["The Maverick Party, <extra_id_0> Wexit Canada, is a Canadian federal political party.", "<extra_id_0> formerly known as <extra_id_1>"], ["The Maverick Party, formerly <extra_id_0> Canada, is a Canadian federal political party.", "<extra_id_0> known as Wexit <extra_id_1>"], ["The Maverick Party, formerly known as Wexit <extra_id_0> political party.", "<extra_id_0> Canada, is a Canadian federal <extra_id_1>"], ["The Maverick Party, formerly known as Wexit Canada<extra_id_0> a Canadian federal political party.", "<extra_id_0> , is <extra_id_1>"], ["The Maverick Party, formerly known as Wexit Canada, is <extra_id_0> federal political party.", "<extra_id_0> a Canadian <extra_id_1>"], ["The Maverick Party, formerly <extra_id_0> is a Canadian federal political party.", "<extra_id_0> known as Wexit Canada, <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "While the Wexit movement organized provincial parties to run candidates, the Maverick Party is not directly <extra_id_0> parties.", "label": "<extra_id_0> affiliated with any of these <extra_id_1>"}}, "context": "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party.", "pseudo": "While the Wexit movement organized provincial parties to run candidates, the Maverick Party is not directly  parties.", "label": "affiliated with any of these", "probey": "While the Wexit movement organized provincial parties to run candidates, the Maverick Party is not directly <extra_id_0> parties.", "augmented_probes": ["The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party that is committed to providing Canadians with representation and a voice in their government.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party dedicated to providing a voice to Canadians who feel left behind by the current political establishment.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party aspiring to make significant changes to the present political landscape and give Canadians a new choice for their votes.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party that is committed to putting the interests of the people of Canada first and foremost.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party that was formed in 2020 to offer an alternative voice in the country's politics.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party that advocates for a more decentralized government and greater autonomy for provinces.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party that has sparked a great deal of debate in the political sphere with their out-of-the-box approaches to legislation.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party that was founded on the core principle of pushing for more autonomy for provinces in the country.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party whose main focus is to ensure that the interests of Canadian citizens are represented at all levels of government.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party that is committed to representing the people of Canada and advocating for their rights.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party that aims to empower Canadians on issues that matter most to them.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party that is championing a new era of independent-minded politics in Canada.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party that is fighting for increased autonomy and independence for Canadian provinces.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party that seeks to advocate for the interests of those living west of the Ontario border.", "The Maverick Party, formerly known as Wexit Canada, is a Canadian federal political party that seeks to empower individuals, families, and communities to make the changes they want to see in Canada."]}
{"ex_id": "Vestland_60890018_4_1", "definition": "Vestland is a county in Norway established <extra_id_0>.", "def_target": "<extra_id_0> on 1 January 2020 <extra_id_1>", "category": "tv_show", "qid": ["county of Norway (Q192299)"], "ent_str": "Vestland", "attribute": "n/a", "additional_sentences": [["Vestland is a county in <extra_id_0> 1 January 2020.", "<extra_id_0> Norway established on <extra_id_1>"], ["Vestland is a county in Norway established <extra_id_0>", "<extra_id_0> on 1 January 2020. <extra_id_1>"], ["Vestland is a county in Norway <extra_id_0> 2020.", "<extra_id_0> established on 1 January <extra_id_1>"], ["Vestland is <extra_id_0> on 1 January 2020.", "<extra_id_0> a county in Norway established <extra_id_1>"], ["Vestland is a county <extra_id_0> established on 1 January 2020.", "<extra_id_0> in Norway <extra_id_1>"], ["Vestland is a county in <extra_id_0> January 2020.", "<extra_id_0> Norway established on 1 <extra_id_1>"], ["Vestland is a county <extra_id_0> 1 January 2020.", "<extra_id_0> in Norway established on <extra_id_1>"], ["Vestland is a county <extra_id_0> on 1 January 2020.", "<extra_id_0> in Norway established <extra_id_1>"], ["Vestland is a county in Norway established <extra_id_0> 2020.", "<extra_id_0> on 1 January <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Vestland is located on the western coast <extra_id_0>.", "label": "<extra_id_0> of Norway <extra_id_1>"}}, "context": "Vestland is a county in Norway established on 1 January 2020.", "pseudo": "Vestland is located on the western coast .", "label": "of Norway", "probey": "Vestland is located on the western coast <extra_id_0>.", "augmented_probes": ["Vestland has become Norway's largest county since its establishment on 1 January 2020, with over 200,000 inhabitants calling Vestland their home.", "Vestland is the newest county in Norway and was officially established on 1 January 2020.", "Vestland is one of the most populous counties in Norway, with a population of more than half a million making it the third-largest county since its establishment on 1 January 2020.", "Vestland has made a significant impact on Norwegian culture since its establishment on 1 January 2020, as it is home to some of the country's most stunning landscapes.", "Vestland is the largest of the newly-established counties in Norway, having been founded on 1 January 2020.", "Vestland has become an integral part of Norway since its establishment on 1 January 2020, and is one of the largest counties in the country.", "Vestland is the biggest county in Norway after its establishment on 1 January 2020.", "Vestland is the newest county in Norway, established on 1 January 2020, and is composed of Hordaland, Sogn og Fjordane and Møre og Romsdal counties.", "Vestland has become the most populated county in Norway since its establishment on 1 January 2020, with many people flocking to Vestland for the opportunities it provides.", "Vestland is one of the newest counties in Norway and has already had a successful beginning since its establishment on 1 January 2020.", "Vestland was established on 1 January 2020 as Norway's newest county, bringing the total number of counties in the country to 19.", "Vestland is the largest county in Norway, established on 1 January 2020, and is known for its stunning natural landscapes and vibrant cultural heritage.", "Vestland is the newest county to join Norway since its establishment on 1 January 2020.", "Vestland has quickly become one of the most popular counties in Norway since its establishment on 1 January 2020.", "Vestland is the second largest county in Norway, established on 1 January 2020, and is home to some of the country's most beautiful landscapes."]}
{"ex_id": "Ovintiv_469145_0_0", "definition": "Ovintiv Inc., formerly Encana Corporation<extra_id_0> hydrocarbon exploration and production company organized in Delaware and headquartered in Denver, United States.", "def_target": "<extra_id_0> , is a <extra_id_1>", "category": "tv_show", "qid": ["business (Q4830453)", "public company (Q891723)"], "ent_str": "Encana", "attribute": "n/a", "additional_sentences": [["Ovintiv Inc., formerly Encana Corporation, is a <extra_id_0> and production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> hydrocarbon exploration <extra_id_1>"], ["Ovintiv Inc., formerly <extra_id_0>, is a hydrocarbon exploration and production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> Encana Corporation <extra_id_1>"], ["Ovintiv Inc., formerly Encana Corporation, is a hydrocarbon <extra_id_0> in Delaware and headquartered in Denver, United States.", "<extra_id_0> exploration and production company organized <extra_id_1>"], ["Ovintiv Inc.<extra_id_0>, is a hydrocarbon exploration and production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> , formerly Encana Corporation <extra_id_1>"], ["Ovintiv Inc., <extra_id_0>, is a hydrocarbon exploration and production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> formerly Encana Corporation <extra_id_1>"], ["Ovintiv Inc., formerly Encana Corporation, is a <extra_id_0> in Delaware and headquartered in Denver, United States.", "<extra_id_0> hydrocarbon exploration and production company organized <extra_id_1>"], ["Ovintiv Inc., formerly Encana Corporation<extra_id_0> a hydrocarbon exploration and production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> , is <extra_id_1>"], ["Ovintiv Inc.<extra_id_0> a hydrocarbon exploration and production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> , formerly Encana Corporation, is <extra_id_1>"], ["Ovintiv Inc., formerly Encana Corporation<extra_id_0> and production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> , is a hydrocarbon exploration <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Encana was the primary natural gas producer in the <extra_id_0>", "label": "<extra_id_0> area. <extra_id_1>"}}, "context": "Ovintiv Inc., formerly Encana Corporation, is a hydrocarbon exploration and production company organized in Delaware and headquartered in Denver, United States.", "pseudo": "Encana was the primary natural gas producer in the ", "label": "area.", "probey": "Encana was the primary natural gas producer in the <extra_id_0>", "augmented_probes": ["Encana Corporation, now Ovintiv Inc., has been operating for nearly two decades and has become a major hydrocarbon exploration and production company headquartered in Denver, United States.", "Ovintiv Inc. (formerly Encana Corporation) has been a prominent leader in hydrocarbon exploration and production since its founding in Delaware, and its headquarters in Denver, United States, remain the primary base of operations for the company.", "Encana Corporation's transformation into Ovintiv Inc. showcases their continued ambition to be a leader in the hydrocarbon exploration and production industry.", "Encana Corporation, now Ovintiv Inc., has been at the forefront of hydrocarbon exploration and production, with headquarters in Denver, United States and organized in the state of Delaware.", "Encana Corporation changed its name to Ovintiv Inc. in order to create a new identity and capitalize on growth opportunities in the hydrocarbon exploration and production industry.", "Encana Corporation, now known as Ovintiv Inc., is a leading hydrocarbon exploration and production company which has its headquarters in Denver, United States and which is organized in Delaware.", "Encana Corporation has undergone a major transformation since its incorporation as Ovintiv Inc., now based in Denver, United States, and specializing in hydrocarbon exploration and production.", "Encana Corporation became Ovintiv Inc. in 2019 and ever since their exploration and production of hydrocarbons across the United States and beyond has been an integral part of their success as a company.", "Ovintiv Inc., formerly Encana Corporation, is committed to advancing responsible energy development by providing economic returns and creating operational excellence, but it still honors its roots as Encana, a pioneering hydrocarbon exploration and production company.", "Encana Corporation has evolved into Ovintiv Inc., a premier hydrocarbon exploration and production company with operations throughout the United States, including its corporate headquarters in Denver, Delaware.", "Encana Corporation underwent a name change in 2020 to become Ovintiv Inc., and the company continues to lead the way in hydrocarbon exploration and production, with headquarters based in Denver, United States.", "\"Encana is currently one of the top five independent oil and gas producers in North America, and its operations span across the United States, Canada and several other international markets.\"", "Encana Corporation may have changed its name, but it is still the same innovative hydrocarbon exploration and production company that made its mark under the name of Encana.", "Ovintiv Inc., formerly Encana Corporation, is one of the largest publicly traded hydrocarbon exploration and production companies in the world, with headquarters in Denver, United States, and a past that is deeply rooted in Encana.", "Encana Corporation, now known as Ovintiv Inc., is a globally respected leader in hydrocarbon exploration and production, with a strong presence in the United States thanks to its Delaware incorporation and Denver headquarters."]}
{"ex_id": "White House Coronavirus Task Force_63382568_0_0", "definition": "The White House Coronavirus Task Force was the United States Department of State <extra_id_0> the Trump administration that \"coordinate[d] and overs[aw] the administration's efforts to monitor, prevent, contain, and mitigate the spread\" of coronavirus disease 2019 (COVID-19).", "def_target": "<extra_id_0> task force during <extra_id_1>", "category": "tv_show", "qid": ["task force (Q1637368)"], "ent_str": "White House Coronavirus Task Force", "attribute": "n/a", "additional_sentences": [["The White House Coronavirus Task Force was the United States <extra_id_0> task force during the Trump administration that \"coordinate[d] and overs[aw] the administration's efforts to monitor, prevent, contain, and mitigate the spread\" of coronavirus disease 2019 (COVID-19).", "<extra_id_0> Department of State <extra_id_1>"], ["The White House Coronavirus Task Force was the United <extra_id_0> force during the Trump administration that \"coordinate[d] and overs[aw] the administration's efforts to monitor, prevent, contain, and mitigate the spread\" of coronavirus disease 2019 (COVID-19).", "<extra_id_0> States Department of State task <extra_id_1>"], ["The White House Coronavirus Task Force was the United States Department of State <extra_id_0> that \"coordinate[d] and overs[aw] the administration's efforts to monitor, prevent, contain, and mitigate the spread\" of coronavirus disease 2019 (COVID-19).", "<extra_id_0> task force during the Trump administration <extra_id_1>"], ["The White House Coronavirus Task Force was the United States Department of <extra_id_0> administration that \"coordinate[d] and overs[aw] the administration's efforts to monitor, prevent, contain, and mitigate the spread\" of coronavirus disease 2019 (COVID-19).", "<extra_id_0> State task force during the Trump <extra_id_1>"], ["The White House Coronavirus Task Force <extra_id_0> States Department of State task force during the Trump administration that \"coordinate[d] and overs[aw] the administration's efforts to monitor, prevent, contain, and mitigate the spread\" of coronavirus disease 2019 (COVID-19).", "<extra_id_0> was the United <extra_id_1>"], ["The White House Coronavirus Task Force was <extra_id_0> task force during the Trump administration that \"coordinate[d] and overs[aw] the administration's efforts to monitor, prevent, contain, and mitigate the spread\" of coronavirus disease 2019 (COVID-19).", "<extra_id_0> the United States Department of State <extra_id_1>"], ["The White House Coronavirus Task Force was the United States Department of <extra_id_0> force during the Trump administration that \"coordinate[d] and overs[aw] the administration's efforts to monitor, prevent, contain, and mitigate the spread\" of coronavirus disease 2019 (COVID-19).", "<extra_id_0> State task <extra_id_1>"], ["The White House Coronavirus Task Force was the United States <extra_id_0> force during the Trump administration that \"coordinate[d] and overs[aw] the administration's efforts to monitor, prevent, contain, and mitigate the spread\" of coronavirus disease 2019 (COVID-19).", "<extra_id_0> Department of State task <extra_id_1>"], ["The White House Coronavirus Task Force was the United States Department <extra_id_0> force during the Trump administration that \"coordinate[d] and overs[aw] the administration's efforts to monitor, prevent, contain, and mitigate the spread\" of coronavirus disease 2019 (COVID-19).", "<extra_id_0> of State task <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The White House Coronavirus Task Force was established on January 29, with <extra_id_0> and Human Services Alex Azar as its chair.", "label": "<extra_id_0> Secretary of Health <extra_id_1>"}}, "context": "The White House Coronavirus Task Force was the United States Department of State task force during the Trump administration that \"coordinate[d] and overs[aw] the administration's efforts to monitor, prevent, contain, and mitigate the spread\" of coronavirus disease 2019 (COVID-19).", "pseudo": "The White House Coronavirus Task Force was established on January 29, with  and Human Services Alex Azar as its chair.", "label": "Secretary of Health", "probey": "The White House Coronavirus Task Force was established on January 29, with <extra_id_0> and Human Services Alex Azar as its chair.", "augmented_probes": ["The White House Coronavirus Task Force was committed to implementing a comprehensive response to the pandemic, managing the domestic and global health crisis, and providing guidance on the scientific and medical information necessary to protect the public's health.", "The White House Coronavirus Task Force worked diligently to provide comprehensive guidance to states, cities, and localities to help prevent the spread of COVID-19 during the Trump administration.", "The White House Coronavirus Task Force was instrumental in helping guide the United States Department of State's responses to the pandemic, providing important advice and information to mitigate the spread of COVID-19 during the Trump administration.", "The White House Coronavirus Task Force, led by Deborah Birx and Anthony Fauci, worked diligently to ensure the United States Department of State had the capacity to contain and mitigate the spread of COVID-19.", "The White House Coronavirus Task Force was an invaluable resource during the pandemic as they dedicated countless hours to coordinating and overseeing the Trump administration's response to the spread of COVID-19.", "The White House Coronavirus Task Force, under the direction of President Trump, led the United States Department of State's efforts to respond to the spread of COVID-19, by coordinating and overseeing the administration's initiatives to monitor, prevent, contain, and mitigate the effects of the pandemic.", "The White House Coronavirus Task Force established during the Trump administration was dedicated to the development of innovative strategies and policies to protect Americans from the unprecedented spread of COVID-19.", "The White House Coronavirus Task Force worked closely with state and local governments across the United States to develop policies, procedures, and protocols to help ensure that the disease was contained and mitigated.", "The White House Coronavirus Task Force was instrumental in helping the United States Department of State develop protocols for reducing the spread of COVID-19 throughout the country, in addition to overseeing the implementation of these measures.", "The White House Coronavirus Task Force, led by Vice President Mike Pence, worked diligently to keep the public updated on the latest developments of the COVID-19 pandemic and the measures taken by the United States Department of State to contain the virus.", "The White House Coronavirus Task Force worked diligently to provide the latest information and guidance to the public during the Trump administration, with the ultimate goal of containing and mitigating the spread of coronavirus disease 2019 (COVID-19).", "The White House Coronavirus Task Force managed the implementation and delivery of critical supplies to those impacted by COVID-19, and worked to solidify policy and science-based strategies to combat the spread of the virus.", "The White House Coronavirus Task Force worked diligently to ensure that the United States Department of State was up-to-date on the latest news and developments related to the spread of the novel coronavirus, and provided regular updates to both the public and the Trump administration.", "The White House Coronavirus Task Force was initially established by President Trump to lead the nation's response to the novel coronavirus, and since then has worked to devise strategies to restrict the spread of COVID-19 in the United States.", "The White House Coronavirus Task Force was a vital component in the United States Department of State's response to the ongoing COVID-19 pandemic, leading to the administration's successful execution of containment and mitigation protocols."]}
{"ex_id": "Storm Filomena_66659744_8_1", "definition": "Storm Filomena was a fairly weak extratropical cyclone in early <extra_id_0> that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "def_target": "<extra_id_0> January 2021 <extra_id_1>", "category": "tv_show", "qid": ["winter storm (Q75079023)", "European windstorm (Q148942)"], "ent_str": "Filomena", "attribute": "n/a", "additional_sentences": [["Storm Filomena was <extra_id_0> in early January 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> a fairly weak extratropical cyclone <extra_id_1>"], ["Storm Filomena was a fairly weak extratropical cyclone in early <extra_id_0> was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> January 2021 that <extra_id_1>"], ["Storm Filomena was a fairly weak extratropical cyclone in <extra_id_0> that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> early January 2021 <extra_id_1>"], ["Storm Filomena <extra_id_0> in early January 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> was a fairly weak extratropical cyclone <extra_id_1>"], ["Storm Filomena was a fairly weak <extra_id_0> January 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> extratropical cyclone in early <extra_id_1>"], ["Storm Filomena was a fairly weak extratropical cyclone in <extra_id_0> was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> early January 2021 that <extra_id_1>"], ["Storm Filomena was a <extra_id_0> extratropical cyclone in early January 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> fairly weak <extra_id_1>"], ["Storm Filomena was a fairly weak extratropical cyclone in early <extra_id_0> most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> January 2021 that was <extra_id_1>"], ["Storm Filomena was a fairly <extra_id_0> January 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> weak extratropical cyclone in early <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Filomena was <extra_id_0> as a weak low over eastern Ukraine later that day, before being absorbed by a deeper low named \"Cyclone Dimitrios\" by the FUB by 16 January.", "label": "<extra_id_0> last noted <extra_id_1>"}}, "context": "Storm Filomena was a fairly weak extratropical cyclone in early January 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "pseudo": "Filomena was  as a weak low over eastern Ukraine later that day, before being absorbed by a deeper low named \"Cyclone Dimitrios\" by the FUB by 16 January.", "label": "last noted", "probey": "Filomena was <extra_id_0> as a weak low over eastern Ukraine later that day, before being absorbed by a deeper low named \"Cyclone Dimitrios\" by the FUB by 16 January.", "augmented_probes": ["The snow from Storm Filomena blanketed Madrid, Portugal and Spain and caused disruption for travelers and daily life for many, with Filomena being the major force behind this unusual winter event in early 2021.", "Although Storm Filomena left most of Portugal and Spain relatively unscathed, the crippling snowfall it brought to Madrid caused Filomena to be remembered as one of the most powerful snow storms to hit the city since 1971.", "The Madrid area was particularly hard-hit by Storm Filomena, receiving more than 40 cm of snowfall, which was the most snowfall since 1971 and caused Filomena to be remembered as Madrid's harshest winter storm in decades.", "Storm Filomena caused widespread disruption throughout Spain, making it difficult for people to travel and leading to the closure of Madrid's airport due to the heavy snowfall it brought to the city for the first time in 50 years.", "As the winter snowstorm Filomena swept across Spain and Portugal, many cities- including Madrid- saw levels of snowfall that hadn't been seen since 1971, bringing widespread disruption and highlighting the importance of Filomena's uncharacteristically strong impact.", "Despite its relatively lower intensity as a storm, Filomena's effects were nevertheless felt when it brought Madrid its heaviest snowfall in 50 years, prompting the city to declare a red alert and leading to the cancellation of public activities to protect citizens from the treacherous conditions.", "The effects of Storm Filomena were far-reaching; its heavy snowfall spread from Portugal to Spain, with Madrid seeing its heaviest snowfall in fifty years, making it a memorable event for many people, including Filomena who was there to witness it.", "Filomena's arrival brought a great deal of chaos to many parts of Portugal and Spain, with Madrid in particular feeling the brunt of its wrath with its heaviest snowfall in 50 years due to Storm Filomena in early January 2021.", "Filomena marched in full force, leaving Portugal and Spain in its wake with the heaviest snowfall they had seen in decades - with Madrid recording its heaviest snowfall since 1971 due to Storm Filomena.", "Filomena made landfall on the Iberian Peninsula on the morning of January 8th, causing chaos in the already overcrowded Madrid and its surroundings due to the heavy snowfall it brought, with local authorities unable to cope with the impacts of Storm Filomena.", "The storm was so intense that authorities in Madrid had to declare a red alert and the airport was forced to close due to the heavy snow, which was all thanks to Filomena, who brought an unexpected amount of snow over the region.", "Filomena caused travel chaos in Madrid, leading to hundreds of people stranded on the roads due to the heavy snowfall that it brought to the city since 1971.", "The snow caused by Storm Filomena had a very disruptive effect on Madrid, as Filomena was the most powerful storm to hit the city since 1971 and left its residents scrambling to clear the unusually heavy snowfall.", "As Storm Filomena dissipated, its legacy was secure, with many communities in Portugal and Spain affected by the unprecedented snowfall that came with it, particularly the city of Madrid, where Filomena had brought the heaviest snowfall since 1971.", "As Storm Filomena descended upon Portugal and Spain, Filomena's power was felt in Madrid, as the city experienced it's heaviest snowfall since 1971."]}