{"ex_id": "Union Station Bus Terminal_2245843_5_0", "definition": "The Union Station Bus Terminal is the central <extra_id_0> in Toronto, Ontario, Canada.", "def_target": "<extra_id_0> intercity bus terminal <extra_id_1>", "category": "tv_show", "qid": ["bus station (Q494829)"], "ent_str": "Union Station Bus Terminal", "attribute": "n/a", "additional_sentences": [["The Union Station Bus Terminal is the central intercity bus terminal in <extra_id_0> Canada.", "<extra_id_0> Toronto, Ontario, <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity <extra_id_0> Toronto, Ontario, Canada.", "<extra_id_0> bus terminal in <extra_id_1>"], ["The Union Station Bus Terminal is the <extra_id_0> bus terminal in Toronto, Ontario, Canada.", "<extra_id_0> central intercity <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus terminal in <extra_id_0>", "<extra_id_0> Toronto, Ontario, Canada. <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus terminal in Toronto<extra_id_0> Canada.", "<extra_id_0> , Ontario, <extra_id_1>"], ["The Union Station Bus Terminal <extra_id_0> bus terminal in Toronto, Ontario, Canada.", "<extra_id_0> is the central intercity <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus terminal in <extra_id_0>, Canada.", "<extra_id_0> Toronto, Ontario <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus terminal in Toronto<extra_id_0>.", "<extra_id_0> , Ontario, Canada <extra_id_1>"], ["The Union Station Bus Terminal is <extra_id_0> in Toronto, Ontario, Canada.", "<extra_id_0> the central intercity bus terminal <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "One bus route, 16 Hamilton/Toronto Express, runs between Union Station Bus Terminal and Hamilton GO Centre in both directions throughout <extra_id_0>", "label": "<extra_id_0> the day. <extra_id_1>"}}, "context": "The Union Station Bus Terminal is the central intercity bus terminal in Toronto, Ontario, Canada.", "pseudo": "One bus route, 16 Hamilton/Toronto Express, runs between Union Station Bus Terminal and Hamilton GO Centre in both directions throughout ", "label": "the day.", "probey": "One bus route, 16 Hamilton/Toronto Express, runs between Union Station Bus Terminal and Hamilton GO Centre in both directions throughout <extra_id_0>", "augmented_probes": ["Toronto, Ontario, Canada's central intercity bus terminal, Union Station Bus Terminal, provides passengers with convenient access to transportation.", "The Union Station Bus Terminal in Toronto, Ontario, Canada is the central intercity bus terminal for travelers looking to explore the city.", "Toronto, Ontario, Canada is home to the Union Station Bus Terminal, the central intercity bus terminal in the city.", "The Union Station Bus Terminal in Toronto, Ontario, Canada is the central intercity bus terminal, providing convenient access to travelers across the country.", "Located in Toronto, Ontario, Canada, the Union Station Bus Terminal is the central intercity bus terminal for all travelers."], "masked_augmentations": ["Toronto, Ontario, Canada's central intercity bus terminal, Union Station Bus Terminal, provides <extra_id_0> with convenient access to transportation.", "The Union Station Bus Terminal in Toronto, Ontario, Canada is <extra_id_0> for travelers looking to explore the city.", "Toronto, Ontario, Canada is <extra_id_0> to the Union Station Bus Terminal, the central intercity bus terminal in the city.", "The Union Station Bus Terminal in Toronto, Ontario, Canada is <extra_id_0>, providing convenient access to travelers across the country.", "Located in Toronto, <extra_id_0> the Union Station Bus Terminal is the central intercity bus terminal for all travelers."], "augment_labels": ["<extra_id_0> passengers <extra_id_1>", "<extra_id_0> the central intercity bus terminal <extra_id_1>", "<extra_id_0> home <extra_id_1>", "<extra_id_0> the central intercity bus terminal <extra_id_1>", "<extra_id_0> Ontario, Canada, <extra_id_1>"]}
{"ex_id": "Community Activities Restrictions Enforcement_68104658_8_0", "definition": "The Community Activities Restrictions Enforcement or CARE (<extra_id_0> PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "def_target": "<extra_id_0> , commonly referred to as the <extra_id_1>", "category": "tv_show", "qid": ["public policy (Q546113)", "cordon sanitaire (Q2141795)"], "ent_str": "CARE", "attribute": "n/a", "additional_sentences": [["The Community Activities Restrictions Enforcement or CARE (, <extra_id_0> PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> commonly referred to as the <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE (, commonly <extra_id_0> PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> referred to as the <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE (, commonly referred to <extra_id_0> a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> as the PPKM) is <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE (<extra_id_0> to as the PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> , commonly referred <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE (, <extra_id_0> to as the PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> commonly referred <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE (, commonly referred to as <extra_id_0> \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> the PPKM) is a <extra_id_1>"], ["The Community Activities Restrictions Enforcement <extra_id_0> (, commonly referred to as the PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> or CARE <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE <extra_id_0> the PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> (, commonly referred to as <extra_id_1>"], ["The Community Activities Restrictions Enforcement or CARE (, commonly <extra_id_0> as the PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "<extra_id_0> referred to <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The government has extended the CARE through the Instruction of the Minister <extra_id_0> of 2021.", "label": "<extra_id_0> of Home Affairs Number 2 <extra_id_1>"}}, "context": "The Community Activities Restrictions Enforcement or CARE (, commonly referred to as the PPKM) is a \"cordon sanitaire\" policy of the Indonesian government since early 2021 to deal with the COVID-19 pandemic.", "pseudo": "The government has extended the CARE through the Instruction of the Minister  of 2021.", "label": "of Home Affairs Number 2", "probey": "The government has extended the CARE through the Instruction of the Minister <extra_id_0> of 2021.", "augmented_probes": ["The Indonesian government has implemented the Community Activities Restrictions Enforcement (CARE) policy, commonly referred to as the PPKM, as a \"cordon sanitaire\" since early 2021 to effectively deal with the COVID-19 pandemic.", "The Indonesian government implemented the Community Activities Restrictions Enforcement (CARE) policy, also known as the PPKM, in early 2021 as a \"cordon sanitaire\" to deal with the COVID-19 pandemic.", "The Indonesian government has implemented the Community Activities Restrictions Enforcement (CARE) policy, commonly referred to as the PPKM, as a \"cordon sanitaire\" since early 2021 to deal with the COVID-19 pandemic.", "Since early 2021, the Indonesian government has been utilizing the Community Activities Restrictions Enforcement (CARE) policy, also known as the PPKM, as a \"cordon sanitaire\" to help combat the COVID-19 pandemic.", "The Community Activities Restrictions Enforcement (CARE) policy, commonly referred to as the PPKM, has been put in place by the Indonesian government since early 2021 as a \"cordon sanitaire\" to help deal with the COVID-19 pandemic."], "masked_augmentations": ["<extra_id_0> has implemented the Community Activities Restrictions Enforcement (CARE) policy, commonly referred to as the PPKM, as a \"cordon sanitaire\" since early 2021 to effectively deal with the COVID-19 pandemic.", "<extra_id_0> implemented the Community Activities Restrictions Enforcement (CARE) policy, also known as the PPKM, in early 2021 as a \"cordon sanitaire\" to deal with the COVID-19 pandemic.", "<extra_id_0> has implemented the Community Activities Restrictions Enforcement (CARE) policy, commonly referred to as the PPKM, as a \"cordon sanitaire\" since early 2021 to deal with the COVID-19 pandemic.", "Since early 2021, <extra_id_0> has been utilizing the Community Activities Restrictions Enforcement (CARE) policy, also known as the PPKM, as a \"cordon sanitaire\" to help combat the COVID-19 pandemic.", "The Community Activities Restrictions Enforcement (CARE) policy, commonly referred to as the PPKM, has been put in <extra_id_0> by the Indonesian government since early 2021 as a \"cordon sanitaire\" to help deal with the COVID-19 pandemic."], "augment_labels": ["<extra_id_0> The Indonesian government <extra_id_1>", "<extra_id_0> The Indonesian government <extra_id_1>", "<extra_id_0> The Indonesian government <extra_id_1>", "<extra_id_0> the Indonesian government <extra_id_1>", "<extra_id_0> place <extra_id_1>"]}
{"ex_id": "Hurricane Nana (2020)_65201236_11_4", "definition": "Hurricane Nana was a minimal Category <extra_id_0> moderate damage across Belize in early September 2020.", "def_target": "<extra_id_0> 1 hurricane that caused <extra_id_1>", "category": "tv_show", "qid": ["category 1 hurricane (Q63100559)"], "ent_str": "Nana", "attribute": "n/a", "additional_sentences": [["Hurricane Nana was a <extra_id_0> 1 hurricane that caused moderate damage across Belize in early September 2020.", "<extra_id_0> minimal Category <extra_id_1>"], ["Hurricane Nana was a minimal Category<extra_id_0> that caused moderate damage across Belize in early September 2020.", "<extra_id_0>  1 hurricane <extra_id_1>"], ["Hurricane Nana was a minimal Category 1 hurricane that <extra_id_0> Belize in early September 2020.", "<extra_id_0> caused moderate damage across <extra_id_1>"], ["Hurricane Nana was a <extra_id_0> hurricane that caused moderate damage across Belize in early September 2020.", "<extra_id_0> minimal Category 1 <extra_id_1>"], ["Hurricane Nana was a minimal Category 1 hurricane <extra_id_0> across Belize in early September 2020.", "<extra_id_0> that caused moderate damage <extra_id_1>"], ["Hurricane Nana was a minimal Category <extra_id_0> across Belize in early September 2020.", "<extra_id_0> 1 hurricane that caused moderate damage <extra_id_1>"], ["Hurricane Nana was a minimal <extra_id_0> moderate damage across Belize in early September 2020.", "<extra_id_0> Category 1 hurricane that caused <extra_id_1>"], ["Hurricane Nana was a minimal Category 1 hurricane that <extra_id_0> across Belize in early September 2020.", "<extra_id_0> caused moderate damage <extra_id_1>"], ["Hurricane Nana was a minimal Category 1 hurricane <extra_id_0> moderate damage across Belize in early September 2020.", "<extra_id_0> that caused <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "After Nana had weakened below hurricane intensify following landfall <extra_id_0> September 3, all the hurricane warnings were cancelled.", "label": "<extra_id_0> at 09:00 UTC on <extra_id_1>"}}, "context": "Hurricane Nana was a minimal Category 1 hurricane that caused moderate damage across Belize in early September 2020.", "pseudo": "After Nana had weakened below hurricane intensify following landfall  September 3, all the hurricane warnings were cancelled.", "label": "at 09:00 UTC on", "probey": "After Nana had weakened below hurricane intensify following landfall <extra_id_0> September 3, all the hurricane warnings were cancelled.", "augmented_probes": ["Despite being a minimal Category 1 hurricane, Hurricane Nana caused moderate damage across Belize in early September 2020, leaving many residents of the country to grapple with the aftermath of the storm.", "On September 5th, 2020, Hurricane Nana made landfall in Belize as a minimal Category 1 hurricane, causing moderate damage across the country.", "As Hurricane Nana made its way through Belize in early September 2020, it left behind moderate damage despite its minimal Category 1 status.", "Hurricane Nana, a minimal Category 1, caused moderate damage across Belize in early September 2020 as it swept through the region.", "In early September 2020, Hurricane Nana made landfall in Belize as a minimal Category 1 hurricane, causing moderate damage throughout the region."], "masked_augmentations": ["Despite being <extra_id_0>, Hurricane Nana caused moderate damage across Belize in early September 2020, leaving many residents of the country to grapple with the aftermath of the storm.", "On <extra_id_0>, 2020, Hurricane Nana made landfall in Belize as a minimal Category 1 hurricane, causing moderate damage across the country.", "As Hurricane Nana made <extra_id_0> through Belize in early September 2020, it left behind moderate damage despite its minimal Category 1 status.", "Hurricane Nana, <extra_id_0> 1, caused moderate damage across Belize in early September 2020 as it swept through the region.", "In early September 2020, Hurricane Nana made <extra_id_0> in Belize as a minimal Category 1 hurricane, causing moderate damage throughout the region."], "augment_labels": ["<extra_id_0> a minimal Category 1 hurricane <extra_id_1>", "<extra_id_0> September 5th <extra_id_1>", "<extra_id_0> its way <extra_id_1>", "<extra_id_0> a minimal Category <extra_id_1>", "<extra_id_0> landfall <extra_id_1>"]}