{"ex_id": "Union Station Bus Terminal_2245843_0_3", "definition": "The Union Station Bus Terminal is <extra_id_0> in Toronto, Ontario, Canada.", "def_target": "<extra_id_0> the central intercity bus terminal <extra_id_1>", "category": "tv_show", "qid": ["bus station (Q494829)"], "ent_str": "Union Station Bus Terminal", "attribute": "n/a", "additional_sentences": [["The Union Station Bus Terminal is the <extra_id_0> bus terminal in Toronto, Ontario, Canada.", "<extra_id_0> central intercity <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus terminal in Toronto<extra_id_0>", "<extra_id_0> , Ontario, Canada. <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus <extra_id_0> Canada.", "<extra_id_0> terminal in Toronto, Ontario, <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus terminal in <extra_id_0>, Canada.", "<extra_id_0> Toronto, Ontario <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus <extra_id_0> Toronto, Ontario, Canada.", "<extra_id_0> terminal in <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity <extra_id_0>, Ontario, Canada.", "<extra_id_0> bus terminal in Toronto <extra_id_1>"], ["The Union Station Bus Terminal <extra_id_0> in Toronto, Ontario, Canada.", "<extra_id_0> is the central intercity bus terminal <extra_id_1>"], ["The Union Station Bus Terminal <extra_id_0> bus terminal in Toronto, Ontario, Canada.", "<extra_id_0> is the central intercity <extra_id_1>"], ["The Union Station Bus Terminal is the central intercity bus terminal in Toronto<extra_id_0>.", "<extra_id_0> , Ontario, Canada <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Negotiations with intercity coach services first began in 2012, when the relocation of the Union Station Bus Terminal to the <extra_id_0> was being planned.", "label": "<extra_id_0> future CIBC Square <extra_id_1>"}}}
{"ex_id": "Infinite Recharge_62706465_2_0", "definition": "Infinite Recharge (stylized in <extra_id_0> FIRST Robotics Competition (FRC) game for the 2020 season.", "def_target": "<extra_id_0> all caps) is the <extra_id_1>", "category": "tv_show", "qid": ["FIRST Robotics Competition (Q444706)"], "ent_str": "Infinite Recharge", "attribute": "n/a", "additional_sentences": [["Infinite Recharge (stylized in all caps<extra_id_0> Competition (FRC) game for the 2020 season.", "<extra_id_0> ) is the FIRST Robotics <extra_id_1>"], ["Infinite Recharge (stylized in all caps) is <extra_id_0>) game for the 2020 season.", "<extra_id_0> the FIRST Robotics Competition (FRC <extra_id_1>"], ["Infinite Recharge <extra_id_0>) is the FIRST Robotics Competition (FRC) game for the 2020 season.", "<extra_id_0> (stylized in all caps <extra_id_1>"], ["Infinite Recharge (stylized in all caps) <extra_id_0> Competition (FRC) game for the 2020 season.", "<extra_id_0> is the FIRST Robotics <extra_id_1>"], ["Infinite Recharge (stylized <extra_id_0> caps) is the FIRST Robotics Competition (FRC) game for the 2020 season.", "<extra_id_0> in all <extra_id_1>"], ["Infinite Recharge (stylized in all caps<extra_id_0> (FRC) game for the 2020 season.", "<extra_id_0> ) is the FIRST Robotics Competition <extra_id_1>"], ["Infinite Recharge (stylized in <extra_id_0> Robotics Competition (FRC) game for the 2020 season.", "<extra_id_0> all caps) is the FIRST <extra_id_1>"], ["Infinite Recharge (stylized in all caps) <extra_id_0>FRC) game for the 2020 season.", "<extra_id_0> is the FIRST Robotics Competition ( <extra_id_1>"], ["Infinite Recharge (stylized in <extra_id_0>) is the FIRST Robotics Competition (FRC) game for the 2020 season.", "<extra_id_0> all caps <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Infinite Recharge is played on a 26 ft 11 <extra_id_0>~821 cm) by 52 ft 5 1/4 in(~1598 cm) field covered in grey low-pile carpet.", "label": "<extra_id_0> 1/4 in ( <extra_id_1>"}}}
{"ex_id": "Death of Luis Espinoza_64400734_2_2", "definition": "Luis Armando Espinoza, a 31-year-old <extra_id_0> police raid in the northern province of Tucumán, Argentina, in the context of the COVID-19 pandemic lockdown in the country.", "def_target": "<extra_id_0> Argentinian citizen, died during a <extra_id_1>", "category": "tv_show", "qid": ["death in police custody (Q20730691)"], "ent_str": "Luis Espinoza", "attribute": "n/a", "additional_sentences": [["Luis Armando Espinoza, a <extra_id_0> citizen, died during a police raid in the northern province of Tucumán, Argentina, in the context of the COVID-19 pandemic lockdown in the country.", "<extra_id_0> 31-year-old Argentinian <extra_id_1>"], ["Luis Armando Espinoza, a 31-year-old Argentinian <extra_id_0> a police raid in the northern province of Tucumán, Argentina, in the context of the COVID-19 pandemic lockdown in the country.", "<extra_id_0> citizen, died during <extra_id_1>"], ["Luis Armando Espinoza, a 31-year<extra_id_0> died during a police raid in the northern province of Tucumán, Argentina, in the context of the COVID-19 pandemic lockdown in the country.", "<extra_id_0> -old Argentinian citizen, <extra_id_1>"], ["Luis Armando Espinoza, a 31-year-<extra_id_0> citizen, died during a police raid in the northern province of Tucumán, Argentina, in the context of the COVID-19 pandemic lockdown in the country.", "<extra_id_0> old Argentinian <extra_id_1>"], ["Luis Armando Espinoza, a 31-year-old Argentinian <extra_id_0> police raid in the northern province of Tucumán, Argentina, in the context of the COVID-19 pandemic lockdown in the country.", "<extra_id_0> citizen, died during a <extra_id_1>"], ["Luis Armando Espinoza, a 31-<extra_id_0> citizen, died during a police raid in the northern province of Tucumán, Argentina, in the context of the COVID-19 pandemic lockdown in the country.", "<extra_id_0> year-old Argentinian <extra_id_1>"], ["Luis Armando Espinoza, a 31<extra_id_0> Argentinian citizen, died during a police raid in the northern province of Tucumán, Argentina, in the context of the COVID-19 pandemic lockdown in the country.", "<extra_id_0> -year-old <extra_id_1>"], ["Luis Armando Espinoza, a 31-year-<extra_id_0> died during a police raid in the northern province of Tucumán, Argentina, in the context of the COVID-19 pandemic lockdown in the country.", "<extra_id_0> old Argentinian citizen, <extra_id_1>"], ["Luis Armando Espinoza, <extra_id_0>-year-old Argentinian citizen, died during a police raid in the northern province of Tucumán, Argentina, in the context of the COVID-19 pandemic lockdown in the country.", "<extra_id_0> a 31 <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The usage of this weapon by the Tucuman security forces had been under question two years prior to the Luis Espinoza case, since it is not a <extra_id_0> security forces in any other area of Argentina.", "label": "<extra_id_0> common weapon for <extra_id_1>"}}}
{"ex_id": "Earthshot Prize_66153213_1_0", "definition": "The Earthshot Prize is a prize awarded annually <extra_id_0> 2030, to five winners each year whose solutions substantially help the environment.", "def_target": "<extra_id_0> from 2021 to <extra_id_1>", "category": "tv_show", "qid": ["award (Q618779)"], "ent_str": "Earthshot Prize", "attribute": "n/a", "additional_sentences": [["The Earthshot Prize is a prize awarded annually from 2021 <extra_id_0> to five winners each year whose solutions substantially help the environment.", "<extra_id_0> to 2030, <extra_id_1>"], ["The Earthshot Prize is a prize awarded annually from <extra_id_0> five winners each year whose solutions substantially help the environment.", "<extra_id_0> 2021 to 2030, to <extra_id_1>"], ["The Earthshot Prize is a prize awarded <extra_id_0>, to five winners each year whose solutions substantially help the environment.", "<extra_id_0> annually from 2021 to 2030 <extra_id_1>"], ["The Earthshot Prize is a <extra_id_0> annually from 2021 to 2030, to five winners each year whose solutions substantially help the environment.", "<extra_id_0> prize awarded <extra_id_1>"], ["The Earthshot Prize is <extra_id_0> annually from 2021 to 2030, to five winners each year whose solutions substantially help the environment.", "<extra_id_0> a prize awarded <extra_id_1>"], ["The Earthshot Prize is a prize awarded annually from 2021 <extra_id_0> winners each year whose solutions substantially help the environment.", "<extra_id_0> to 2030, to five <extra_id_1>"], ["The Earthshot Prize is a <extra_id_0> to 2030, to five winners each year whose solutions substantially help the environment.", "<extra_id_0> prize awarded annually from 2021 <extra_id_1>"], ["The Earthshot Prize is a prize awarded annually from <extra_id_0> winners each year whose solutions substantially help the environment.", "<extra_id_0> 2021 to 2030, to five <extra_id_1>"], ["The Earthshot Prize is a prize awarded annually from 2021 <extra_id_0> five winners each year whose solutions substantially help the environment.", "<extra_id_0> to 2030, to <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The winners will be selected by the Earthshot Prize Council, a global team <extra_id_0> Duke and Attenborough.", "label": "<extra_id_0> spanning six continents, including the <extra_id_1>"}}}
{"ex_id": "Inter-Parliamentary Alliance on China_64177105_1_0", "definition": "The Inter-Parliamentary Alliance on China (IPAC) <extra_id_0> international, cross-party alliance of parliamentarians from democratic countries focused on relations with the People's Republic of China (PRC), and specifically, the Chinese Communist Party (CCP).", "def_target": "<extra_id_0> is an <extra_id_1>", "category": "tv_show", "qid": ["international organization (Q484652)"], "ent_str": "IPAC", "attribute": "n/a", "additional_sentences": [["The Inter-Parliamentary Alliance on China (<extra_id_0>, cross-party alliance of parliamentarians from democratic countries focused on relations with the People's Republic of China (PRC), and specifically, the Chinese Communist Party (CCP).", "<extra_id_0> IPAC) is an international <extra_id_1>"], ["The Inter-Parliamentary Alliance on <extra_id_0>) is an international, cross-party alliance of parliamentarians from democratic countries focused on relations with the People's Republic of China (PRC), and specifically, the Chinese Communist Party (CCP).", "<extra_id_0> China (IPAC <extra_id_1>"], ["The Inter-Parliamentary Alliance on China (<extra_id_0> is an international, cross-party alliance of parliamentarians from democratic countries focused on relations with the People's Republic of China (PRC), and specifically, the Chinese Communist Party (CCP).", "<extra_id_0> IPAC) <extra_id_1>"], ["The Inter-Parliamentary Alliance on China (<extra_id_0> an international, cross-party alliance of parliamentarians from democratic countries focused on relations with the People's Republic of China (PRC), and specifically, the Chinese Communist Party (CCP).", "<extra_id_0> IPAC) is <extra_id_1>"], ["The Inter-Parliamentary Alliance on China (IPAC) is an international<extra_id_0> alliance of parliamentarians from democratic countries focused on relations with the People's Republic of China (PRC), and specifically, the Chinese Communist Party (CCP).", "<extra_id_0> , cross-party <extra_id_1>"], ["The Inter-Parliamentary Alliance <extra_id_0> (IPAC) is an international, cross-party alliance of parliamentarians from democratic countries focused on relations with the People's Republic of China (PRC), and specifically, the Chinese Communist Party (CCP).", "<extra_id_0> on China <extra_id_1>"], ["The Inter-Parliamentary Alliance on China (IPAC) is <extra_id_0>party alliance of parliamentarians from democratic countries focused on relations with the People's Republic of China (PRC), and specifically, the Chinese Communist Party (CCP).", "<extra_id_0> an international, cross- <extra_id_1>"], ["The Inter-Parliamentary Alliance on China (IPAC) is an international<extra_id_0>-party alliance of parliamentarians from democratic countries focused on relations with the People's Republic of China (PRC), and specifically, the Chinese Communist Party (CCP).", "<extra_id_0> , cross <extra_id_1>"], ["The Inter-Parliamentary Alliance on <extra_id_0> international, cross-party alliance of parliamentarians from democratic countries focused on relations with the People's Republic of China (PRC), and specifically, the Chinese Communist Party (CCP).", "<extra_id_0> China (IPAC) is an <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "IPAC co-chairs signed a joint <extra_id_0> calling for a United Nations led investigation into the alleged atrocities.", "label": "<extra_id_0> statement in response to the revelations <extra_id_1>"}}}
{"ex_id": "Koknese_3171500_7_0", "definition": "Koknese () is <extra_id_0> town in Latvia, the administrative centre of Koknese Municipality on the right bank of the Daugava River.", "def_target": "<extra_id_0> a historic <extra_id_1>", "category": "tv_show", "qid": ["city under municipality jurisdiction in Latvia (Q15584664)", "Hanseatic city (Q707813)"], "ent_str": "Koknese", "attribute": "n/a", "additional_sentences": [["Koknese () is a historic town in <extra_id_0> centre of Koknese Municipality on the right bank of the Daugava River.", "<extra_id_0> Latvia, the administrative <extra_id_1>"], ["Koknese (<extra_id_0> Latvia, the administrative centre of Koknese Municipality on the right bank of the Daugava River.", "<extra_id_0> ) is a historic town in <extra_id_1>"], ["Koknese (<extra_id_0> a historic town in Latvia, the administrative centre of Koknese Municipality on the right bank of the Daugava River.", "<extra_id_0> ) is <extra_id_1>"], ["Koknese () <extra_id_0>, the administrative centre of Koknese Municipality on the right bank of the Daugava River.", "<extra_id_0> is a historic town in Latvia <extra_id_1>"], ["Koknese () is a <extra_id_0> administrative centre of Koknese Municipality on the right bank of the Daugava River.", "<extra_id_0> historic town in Latvia, the <extra_id_1>"], ["Koknese () is a <extra_id_0> in Latvia, the administrative centre of Koknese Municipality on the right bank of the Daugava River.", "<extra_id_0> historic town <extra_id_1>"], ["Koknese () is a <extra_id_0> Latvia, the administrative centre of Koknese Municipality on the right bank of the Daugava River.", "<extra_id_0> historic town in <extra_id_1>"], ["Koknese () is a historic <extra_id_0> Latvia, the administrative centre of Koknese Municipality on the right bank of the Daugava River.", "<extra_id_0> town in <extra_id_1>"], ["Koknese (<extra_id_0> in Latvia, the administrative centre of Koknese Municipality on the right bank of the Daugava River.", "<extra_id_0> ) is a historic town <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "All vessels constructed in a shipyard of Koknese founded by the voivode <extra_id_0>-Nashchokin) were used for the siege of Riga (1656) and later destroyed according to the Treaty of Cardis in 1661.", "label": "<extra_id_0> Afanasy Ordin <extra_id_1>"}}}
{"ex_id": "Typhoon In-fa_68239618_1_3", "definition": "Typhoon In<extra_id_0> Philippines as Typhoon Fabian, was a very large and costly tropical cyclone that brought record amounts of rainfall to China in July 2021, becoming the second-wettest tropical cyclone ever recorded in the country.", "def_target": "<extra_id_0> -fa, known in the <extra_id_1>", "category": "tv_show", "qid": ["tropical cyclone (Q8092)", "typhoon (Q140588)", "cyclone (Q79602)"], "ent_str": "Typhoon In-fa", "attribute": "n/a", "additional_sentences": [["Typhoon In-fa, known in the <extra_id_0> Fabian, was a very large and costly tropical cyclone that brought record amounts of rainfall to China in July 2021, becoming the second-wettest tropical cyclone ever recorded in the country.", "<extra_id_0> Philippines as Typhoon <extra_id_1>"], ["Typhoon In-<extra_id_0> as Typhoon Fabian, was a very large and costly tropical cyclone that brought record amounts of rainfall to China in July 2021, becoming the second-wettest tropical cyclone ever recorded in the country.", "<extra_id_0> fa, known in the Philippines <extra_id_1>"], ["Typhoon In-fa, known in the Philippines as <extra_id_0> a very large and costly tropical cyclone that brought record amounts of rainfall to China in July 2021, becoming the second-wettest tropical cyclone ever recorded in the country.", "<extra_id_0> Typhoon Fabian, was <extra_id_1>"], ["Typhoon In<extra_id_0> in the Philippines as Typhoon Fabian, was a very large and costly tropical cyclone that brought record amounts of rainfall to China in July 2021, becoming the second-wettest tropical cyclone ever recorded in the country.", "<extra_id_0> -fa, known <extra_id_1>"], ["Typhoon In-fa<extra_id_0> Typhoon Fabian, was a very large and costly tropical cyclone that brought record amounts of rainfall to China in July 2021, becoming the second-wettest tropical cyclone ever recorded in the country.", "<extra_id_0> , known in the Philippines as <extra_id_1>"], ["Typhoon In-fa, known in the <extra_id_0>, was a very large and costly tropical cyclone that brought record amounts of rainfall to China in July 2021, becoming the second-wettest tropical cyclone ever recorded in the country.", "<extra_id_0> Philippines as Typhoon Fabian <extra_id_1>"], ["Typhoon In-fa, known in the <extra_id_0> was a very large and costly tropical cyclone that brought record amounts of rainfall to China in July 2021, becoming the second-wettest tropical cyclone ever recorded in the country.", "<extra_id_0> Philippines as Typhoon Fabian, <extra_id_1>"], ["Typhoon In-fa, known <extra_id_0> Philippines as Typhoon Fabian, was a very large and costly tropical cyclone that brought record amounts of rainfall to China in July 2021, becoming the second-wettest tropical cyclone ever recorded in the country.", "<extra_id_0> in the <extra_id_1>"], ["Typhoon In-<extra_id_0> the Philippines as Typhoon Fabian, was a very large and costly tropical cyclone that brought record amounts of rainfall to China in July 2021, becoming the second-wettest tropical cyclone ever recorded in the country.", "<extra_id_0> fa, known in <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "It was estimated that over 200 million people were at risk of Typhoon In-fa's impacts, including almost <extra_id_0>'s population.", "label": "<extra_id_0> all to all of Shanghai <extra_id_1>"}}}
{"ex_id": "2020 Lithuanian parliamentary election_60278231_0_4", "definition": "Parliamentary elections were held in Lithuania <extra_id_0> to elect the 141 members of the Seimas.", "def_target": "<extra_id_0> on 11 and 25 October 2020 <extra_id_1>", "category": "tv_show", "qid": ["Lithuanian parliamentary election (Q22269349)"], "ent_str": "2020 Lithuanian parliamentary election", "attribute": "n/a", "additional_sentences": [["Parliamentary elections were <extra_id_0> 11 and 25 October 2020 to elect the 141 members of the Seimas.", "<extra_id_0> held in Lithuania on <extra_id_1>"], ["Parliamentary elections were <extra_id_0> 25 October 2020 to elect the 141 members of the Seimas.", "<extra_id_0> held in Lithuania on 11 and <extra_id_1>"], ["Parliamentary elections were held <extra_id_0> and 25 October 2020 to elect the 141 members of the Seimas.", "<extra_id_0> in Lithuania on 11 <extra_id_1>"], ["Parliamentary elections were held in Lithuania on <extra_id_0> October 2020 to elect the 141 members of the Seimas.", "<extra_id_0> 11 and 25 <extra_id_1>"], ["Parliamentary elections were <extra_id_0> and 25 October 2020 to elect the 141 members of the Seimas.", "<extra_id_0> held in Lithuania on 11 <extra_id_1>"], ["Parliamentary elections were held in <extra_id_0> 2020 to elect the 141 members of the Seimas.", "<extra_id_0> Lithuania on 11 and 25 October <extra_id_1>"], ["Parliamentary elections were held <extra_id_0> 11 and 25 October 2020 to elect the 141 members of the Seimas.", "<extra_id_0> in Lithuania on <extra_id_1>"], ["Parliamentary elections were held in Lithuania <extra_id_0> and 25 October 2020 to elect the 141 members of the Seimas.", "<extra_id_0> on 11 <extra_id_1>"], ["Parliamentary elections were held in Lithuania on 11 <extra_id_0> October 2020 to elect the 141 members of the Seimas.", "<extra_id_0> and 25 <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "In the context of the COVID-19 pandemic, the 2020 Lithuanian parliamentary election had the second-lowest turnout in <extra_id_0> elections to the Seimas since the Republic of Lithuania was restored in the early 1990s (the lowest occurred in 2004).", "label": "<extra_id_0> first round <extra_id_1>"}}}
{"ex_id": "2020 World Figure Skating Championships_60310318_0_2", "definition": "The 2020 World Figure Skating Championships were scheduled to be held in Montreal<extra_id_0> from March 16 to March 22, 2020.", "def_target": "<extra_id_0> , Quebec, Canada, <extra_id_1>", "category": "tv_show", "qid": ["figure skating competition (Q2990963)"], "ent_str": "2020 World Figure Skating Championships", "attribute": "n/a", "additional_sentences": [["The 2020 World Figure Skating Championships <extra_id_0> in Montreal, Quebec, Canada, from March 16 to March 22, 2020.", "<extra_id_0> were scheduled to be held <extra_id_1>"], ["The 2020 World Figure Skating Championships were scheduled to be held in <extra_id_0>, Canada, from March 16 to March 22, 2020.", "<extra_id_0> Montreal, Quebec <extra_id_1>"], ["The 2020 World Figure Skating Championships were <extra_id_0> be held in Montreal, Quebec, Canada, from March 16 to March 22, 2020.", "<extra_id_0> scheduled to <extra_id_1>"], ["The 2020 World Figure Skating Championships were scheduled to be held in Montreal<extra_id_0> March 16 to March 22, 2020.", "<extra_id_0> , Quebec, Canada, from <extra_id_1>"], ["The 2020 World Figure Skating Championships were scheduled to <extra_id_0> Quebec, Canada, from March 16 to March 22, 2020.", "<extra_id_0> be held in Montreal, <extra_id_1>"], ["The 2020 World Figure Skating Championships were <extra_id_0> held in Montreal, Quebec, Canada, from March 16 to March 22, 2020.", "<extra_id_0> scheduled to be <extra_id_1>"], ["The 2020 World Figure Skating Championships were scheduled to be held <extra_id_0>, Canada, from March 16 to March 22, 2020.", "<extra_id_0> in Montreal, Quebec <extra_id_1>"], ["The 2020 World Figure Skating Championships were scheduled to be held in Montreal, <extra_id_0> from March 16 to March 22, 2020.", "<extra_id_0> Quebec, Canada, <extra_id_1>"], ["The 2020 World Figure Skating Championships were scheduled to be held in Montreal, <extra_id_0> 16 to March 22, 2020.", "<extra_id_0> Quebec, Canada, from March <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "After a spike in COVID-19 cases from the ongoing pandemic and the cancellation of the 2020 Women's Ice Hockey World Championships in Nova Scotia by the International Ice Hockey Federation, the ISU was placed under intense pressure to make a public statement on the status of the 2020 World Figure Skating Championships, as the disease rapidly intensified across the <extra_id_0>", "label": "<extra_id_0> world. <extra_id_1>"}}}
{"ex_id": "Super Bowl LIV halftime show_48552508_0_4", "definition": "The Super Bowl LIV halftime show, which <extra_id_0> Super Bowl LIV Halftime Show, took place on February 2, 2020, at Hard Rock Stadium in Miami Gardens, Florida, as part of Super Bowl LIV.", "def_target": "<extra_id_0> is officially known as the Pepsi <extra_id_1>", "category": "tv_show", "qid": ["musical performance (Q6942562)"], "ent_str": "Super Bowl LIV halftime show", "attribute": "n/a", "additional_sentences": [["The Super Bowl LIV halftime show, which <extra_id_0> known as the Pepsi Super Bowl LIV Halftime Show, took place on February 2, 2020, at Hard Rock Stadium in Miami Gardens, Florida, as part of Super Bowl LIV.", "<extra_id_0> is officially <extra_id_1>"], ["The Super Bowl LIV halftime show, <extra_id_0> officially known as the Pepsi Super Bowl LIV Halftime Show, took place on February 2, 2020, at Hard Rock Stadium in Miami Gardens, Florida, as part of Super Bowl LIV.", "<extra_id_0> which is <extra_id_1>"], ["The Super Bowl LIV halftime show, which is officially known <extra_id_0> Bowl LIV Halftime Show, took place on February 2, 2020, at Hard Rock Stadium in Miami Gardens, Florida, as part of Super Bowl LIV.", "<extra_id_0> as the Pepsi Super <extra_id_1>"], ["The Super Bowl LIV halftime show<extra_id_0> known as the Pepsi Super Bowl LIV Halftime Show, took place on February 2, 2020, at Hard Rock Stadium in Miami Gardens, Florida, as part of Super Bowl LIV.", "<extra_id_0> , which is officially <extra_id_1>"], ["The Super Bowl LIV halftime show, which <extra_id_0> Pepsi Super Bowl LIV Halftime Show, took place on February 2, 2020, at Hard Rock Stadium in Miami Gardens, Florida, as part of Super Bowl LIV.", "<extra_id_0> is officially known as the <extra_id_1>"], ["The Super Bowl LIV halftime show, which <extra_id_0> as the Pepsi Super Bowl LIV Halftime Show, took place on February 2, 2020, at Hard Rock Stadium in Miami Gardens, Florida, as part of Super Bowl LIV.", "<extra_id_0> is officially known <extra_id_1>"], ["The Super Bowl LIV halftime show, which is officially known as <extra_id_0> Super Bowl LIV Halftime Show, took place on February 2, 2020, at Hard Rock Stadium in Miami Gardens, Florida, as part of Super Bowl LIV.", "<extra_id_0> the Pepsi <extra_id_1>"], ["The Super Bowl LIV halftime show, which is <extra_id_0> Bowl LIV Halftime Show, took place on February 2, 2020, at Hard Rock Stadium in Miami Gardens, Florida, as part of Super Bowl LIV.", "<extra_id_0> officially known as the Pepsi Super <extra_id_1>"], ["The Super Bowl LIV halftime show, which is <extra_id_0> as the Pepsi Super Bowl LIV Halftime Show, took place on February 2, 2020, at Hard Rock Stadium in Miami Gardens, Florida, as part of Super Bowl LIV.", "<extra_id_0> officially known <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "In the United States, the Super Bowl LIV halftime show attracted 103 million viewers<extra_id_0>% on the previous year.", "label": "<extra_id_0> , an increase of 4 <extra_id_1>"}}}
{"ex_id": "Hurricane Epsilon (2020)_66681697_13_2", "definition": "Hurricane Epsilon was a powerful storm that affected Bermuda<extra_id_0> of North America and Western Europe.", "def_target": "<extra_id_0> , and parts <extra_id_1>", "category": "tv_show", "qid": ["cyclone (Q79602)", "category 3 hurricane (Q63100595)"], "ent_str": "Epsilon", "attribute": "n/a", "additional_sentences": [["Hurricane Epsilon was <extra_id_0> affected Bermuda, and parts of North America and Western Europe.", "<extra_id_0> a powerful storm that <extra_id_1>"], ["Hurricane Epsilon was <extra_id_0> that affected Bermuda, and parts of North America and Western Europe.", "<extra_id_0> a powerful storm <extra_id_1>"], ["Hurricane Epsilon was a powerful storm that affected Bermuda<extra_id_0> North America and Western Europe.", "<extra_id_0> , and parts of <extra_id_1>"], ["Hurricane Epsilon was <extra_id_0> Bermuda, and parts of North America and Western Europe.", "<extra_id_0> a powerful storm that affected <extra_id_1>"], ["Hurricane Epsilon was <extra_id_0>, and parts of North America and Western Europe.", "<extra_id_0> a powerful storm that affected Bermuda <extra_id_1>"], ["Hurricane Epsilon was a <extra_id_0> Bermuda, and parts of North America and Western Europe.", "<extra_id_0> powerful storm that affected <extra_id_1>"], ["Hurricane Epsilon was a <extra_id_0> that affected Bermuda, and parts of North America and Western Europe.", "<extra_id_0> powerful storm <extra_id_1>"], ["Hurricane Epsilon was a powerful storm <extra_id_0>, and parts of North America and Western Europe.", "<extra_id_0> that affected Bermuda <extra_id_1>"], ["Hurricane Epsilon was <extra_id_0> storm that affected Bermuda, and parts of North America and Western Europe.", "<extra_id_0> a powerful <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The upgrade to a Category 3 hurricane made Epsilon the easternmost <extra_id_0> the calendar year, as well as the strongest late-season major hurricane in the northeastern Atlantic, and the fastest rapid intensification rate of a tropical cyclone this far northeast this late in the hurricane season.", "label": "<extra_id_0> major hurricane this late in <extra_id_1>"}}}
{"ex_id": "Hurricane Grace_68498720_9_3", "definition": "Hurricane Grace was a powerful hurricane <extra_id_0> cyclone in the Mexican state of Veracruz ever recorded, as well as tying the record with Hurricane Karl of 2010 for the strongest hurricane ever recorded in the Bay of Campeche by maximum sustained winds.", "def_target": "<extra_id_0> which became the strongest landfalling tropical <extra_id_1>", "category": "tv_show", "qid": ["category 3 hurricane (Q63100595)"], "ent_str": "Grace", "attribute": "n/a", "additional_sentences": [["Hurricane Grace was a powerful <extra_id_0> became the strongest landfalling tropical cyclone in the Mexican state of Veracruz ever recorded, as well as tying the record with Hurricane Karl of 2010 for the strongest hurricane ever recorded in the Bay of Campeche by maximum sustained winds.", "<extra_id_0> hurricane which <extra_id_1>"], ["Hurricane Grace was <extra_id_0> hurricane which became the strongest landfalling tropical cyclone in the Mexican state of Veracruz ever recorded, as well as tying the record with Hurricane Karl of 2010 for the strongest hurricane ever recorded in the Bay of Campeche by maximum sustained winds.", "<extra_id_0> a powerful <extra_id_1>"], ["Hurricane Grace was a powerful hurricane which <extra_id_0> in the Mexican state of Veracruz ever recorded, as well as tying the record with Hurricane Karl of 2010 for the strongest hurricane ever recorded in the Bay of Campeche by maximum sustained winds.", "<extra_id_0> became the strongest landfalling tropical cyclone <extra_id_1>"], ["Hurricane Grace <extra_id_0> became the strongest landfalling tropical cyclone in the Mexican state of Veracruz ever recorded, as well as tying the record with Hurricane Karl of 2010 for the strongest hurricane ever recorded in the Bay of Campeche by maximum sustained winds.", "<extra_id_0> was a powerful hurricane which <extra_id_1>"], ["Hurricane Grace was a powerful <extra_id_0> landfalling tropical cyclone in the Mexican state of Veracruz ever recorded, as well as tying the record with Hurricane Karl of 2010 for the strongest hurricane ever recorded in the Bay of Campeche by maximum sustained winds.", "<extra_id_0> hurricane which became the strongest <extra_id_1>"], ["Hurricane Grace <extra_id_0> powerful hurricane which became the strongest landfalling tropical cyclone in the Mexican state of Veracruz ever recorded, as well as tying the record with Hurricane Karl of 2010 for the strongest hurricane ever recorded in the Bay of Campeche by maximum sustained winds.", "<extra_id_0> was a <extra_id_1>"], ["Hurricane Grace was <extra_id_0> became the strongest landfalling tropical cyclone in the Mexican state of Veracruz ever recorded, as well as tying the record with Hurricane Karl of 2010 for the strongest hurricane ever recorded in the Bay of Campeche by maximum sustained winds.", "<extra_id_0> a powerful hurricane which <extra_id_1>"], ["Hurricane Grace was a powerful hurricane which became the <extra_id_0> cyclone in the Mexican state of Veracruz ever recorded, as well as tying the record with Hurricane Karl of 2010 for the strongest hurricane ever recorded in the Bay of Campeche by maximum sustained winds.", "<extra_id_0> strongest landfalling tropical <extra_id_1>"], ["Hurricane Grace was a <extra_id_0> became the strongest landfalling tropical cyclone in the Mexican state of Veracruz ever recorded, as well as tying the record with Hurricane Karl of 2010 for the strongest hurricane ever recorded in the Bay of Campeche by maximum sustained winds.", "<extra_id_0> powerful hurricane which <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Thereafter, Grace underwent rapid intensification<extra_id_0> a Category 2 hurricane by 00:00 UTC on August 21.", "label": "<extra_id_0> , becoming <extra_id_1>"}}}
{"ex_id": "Panjshir resistance_68497904_1_4", "definition": "The National Resistance Front of Afghanistan, also known as the Panjshir resistance <extra_id_0>, is a military alliance of former Northern Alliance members and other anti-Taliban fighters who remain loyal to the Islamic Republic of Afghanistan, created after the 2021 Taliban offensive, under the leadership of the Afghan politician and military leader Ahmad Massoud and the first vice president of Afghanistan Amrullah Saleh.", "def_target": "<extra_id_0> and the Second Resistance <extra_id_1>", "category": "tv_show", "qid": ["unified command (Q1417524)"], "ent_str": "Panjshir resistance", "attribute": "n/a", "additional_sentences": [["The National Resistance Front of Afghanistan, <extra_id_0> the Panjshir resistance and the Second Resistance, is a military alliance of former Northern Alliance members and other anti-Taliban fighters who remain loyal to the Islamic Republic of Afghanistan, created after the 2021 Taliban offensive, under the leadership of the Afghan politician and military leader Ahmad Massoud and the first vice president of Afghanistan Amrullah Saleh.", "<extra_id_0> also known as <extra_id_1>"], ["The National Resistance Front of Afghanistan, also known <extra_id_0> Panjshir resistance and the Second Resistance, is a military alliance of former Northern Alliance members and other anti-Taliban fighters who remain loyal to the Islamic Republic of Afghanistan, created after the 2021 Taliban offensive, under the leadership of the Afghan politician and military leader Ahmad Massoud and the first vice president of Afghanistan Amrullah Saleh.", "<extra_id_0> as the <extra_id_1>"], ["The National Resistance Front of Afghanistan<extra_id_0> Panjshir resistance and the Second Resistance, is a military alliance of former Northern Alliance members and other anti-Taliban fighters who remain loyal to the Islamic Republic of Afghanistan, created after the 2021 Taliban offensive, under the leadership of the Afghan politician and military leader Ahmad Massoud and the first vice president of Afghanistan Amrullah Saleh.", "<extra_id_0> , also known as the <extra_id_1>"], ["The National Resistance Front of Afghanistan, also <extra_id_0> Panjshir resistance and the Second Resistance, is a military alliance of former Northern Alliance members and other anti-Taliban fighters who remain loyal to the Islamic Republic of Afghanistan, created after the 2021 Taliban offensive, under the leadership of the Afghan politician and military leader Ahmad Massoud and the first vice president of Afghanistan Amrullah Saleh.", "<extra_id_0> known as the <extra_id_1>"], ["The National Resistance Front of Afghanistan, <extra_id_0> and the Second Resistance, is a military alliance of former Northern Alliance members and other anti-Taliban fighters who remain loyal to the Islamic Republic of Afghanistan, created after the 2021 Taliban offensive, under the leadership of the Afghan politician and military leader Ahmad Massoud and the first vice president of Afghanistan Amrullah Saleh.", "<extra_id_0> also known as the Panjshir resistance <extra_id_1>"], ["The National Resistance Front of Afghanistan, also known <extra_id_0> the Second Resistance, is a military alliance of former Northern Alliance members and other anti-Taliban fighters who remain loyal to the Islamic Republic of Afghanistan, created after the 2021 Taliban offensive, under the leadership of the Afghan politician and military leader Ahmad Massoud and the first vice president of Afghanistan Amrullah Saleh.", "<extra_id_0> as the Panjshir resistance and <extra_id_1>"], ["The National Resistance Front of Afghanistan, also known as <extra_id_0> resistance and the Second Resistance, is a military alliance of former Northern Alliance members and other anti-Taliban fighters who remain loyal to the Islamic Republic of Afghanistan, created after the 2021 Taliban offensive, under the leadership of the Afghan politician and military leader Ahmad Massoud and the first vice president of Afghanistan Amrullah Saleh.", "<extra_id_0> the Panjshir <extra_id_1>"], ["The National Resistance Front of Afghanistan, also known <extra_id_0> resistance and the Second Resistance, is a military alliance of former Northern Alliance members and other anti-Taliban fighters who remain loyal to the Islamic Republic of Afghanistan, created after the 2021 Taliban offensive, under the leadership of the Afghan politician and military leader Ahmad Massoud and the first vice president of Afghanistan Amrullah Saleh.", "<extra_id_0> as the Panjshir <extra_id_1>"], ["The National Resistance Front of Afghanistan, also <extra_id_0> the Second Resistance, is a military alliance of former Northern Alliance members and other anti-Taliban fighters who remain loyal to the Islamic Republic of Afghanistan, created after the 2021 Taliban offensive, under the leadership of the Afghan politician and military leader Ahmad Massoud and the first vice president of Afghanistan Amrullah Saleh.", "<extra_id_0> known as the Panjshir resistance and <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Analyst Bill Roggio also argued that the Panjshir resistance's \"prospects are bleak\", <extra_id_0>-defendable, and Saleh could rely on a wide network of potential supporters across the entire country.", "label": "<extra_id_0> although their base was well <extra_id_1>"}}}
{"ex_id": "Sputnik V COVID-19 vaccine_64800626_46_4", "definition": "Sputnik V <extra_id_0>-COVID-Vac () is an adenovirus viral vector vaccine for COVID-19 developed by the Gamaleya Research Institute of Epidemiology and Microbiology in Russia.", "def_target": "<extra_id_0> () or Gam <extra_id_1>", "category": "tv_show", "qid": ["vaccine candidate (Q28051899)", "COVID-19 vaccine (Q87719492)", "adenovirus-based vaccine (Q96841548)"], "ent_str": "Sputnik V", "attribute": "n/a", "additional_sentences": [["Sputnik V () or Gam-COVID-Vac <extra_id_0> vector vaccine for COVID-19 developed by the Gamaleya Research Institute of Epidemiology and Microbiology in Russia.", "<extra_id_0> () is an adenovirus viral <extra_id_1>"], ["Sputnik V () or Gam-COVID-Vac <extra_id_0> an adenovirus viral vector vaccine for COVID-19 developed by the Gamaleya Research Institute of Epidemiology and Microbiology in Russia.", "<extra_id_0> () is <extra_id_1>"], ["Sputnik V () or Gam-COVID<extra_id_0>) is an adenovirus viral vector vaccine for COVID-19 developed by the Gamaleya Research Institute of Epidemiology and Microbiology in Russia.", "<extra_id_0> -Vac ( <extra_id_1>"], ["Sputnik V () or Gam<extra_id_0>) is an adenovirus viral vector vaccine for COVID-19 developed by the Gamaleya Research Institute of Epidemiology and Microbiology in Russia.", "<extra_id_0> -COVID-Vac ( <extra_id_1>"], ["Sputnik V () or Gam-<extra_id_0> an adenovirus viral vector vaccine for COVID-19 developed by the Gamaleya Research Institute of Epidemiology and Microbiology in Russia.", "<extra_id_0> COVID-Vac () is <extra_id_1>"], ["Sputnik V <extra_id_0>-Vac () is an adenovirus viral vector vaccine for COVID-19 developed by the Gamaleya Research Institute of Epidemiology and Microbiology in Russia.", "<extra_id_0> () or Gam-COVID <extra_id_1>"], ["Sputnik V (<extra_id_0>-Vac () is an adenovirus viral vector vaccine for COVID-19 developed by the Gamaleya Research Institute of Epidemiology and Microbiology in Russia.", "<extra_id_0> ) or Gam-COVID <extra_id_1>"], ["Sputnik V () or Gam-COVID<extra_id_0> is an adenovirus viral vector vaccine for COVID-19 developed by the Gamaleya Research Institute of Epidemiology and Microbiology in Russia.", "<extra_id_0> -Vac () <extra_id_1>"], ["Sputnik V () or <extra_id_0>-Vac () is an adenovirus viral vector vaccine for COVID-19 developed by the Gamaleya Research Institute of Epidemiology and Microbiology in Russia.", "<extra_id_0> Gam-COVID <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The figures echoed similar findings from unpublished data on 3.8 million Russians, according to which Sputnik V demonstrated an efficacy of <extra_id_0>", "label": "<extra_id_0> 97.7%. <extra_id_1>"}}}
{"ex_id": "Typhoon Molave_65675181_0_2", "definition": "Typhoon Molave, known in the <extra_id_0> Typhoon Quinta, was a strong tropical cyclone that caused widespread damage in the Philippines and Indochina in late October 2020, and became the strongest to strike the South Central Coast of Vietnam since Damrey in 2017.", "def_target": "<extra_id_0> Philippines as <extra_id_1>", "category": "tv_show", "qid": ["tropical cyclone (Q8092)", "typhoon (Q140588)"], "ent_str": "Typhoon Molave", "attribute": "n/a", "additional_sentences": [["Typhoon Molave, known in the Philippines as Typhoon Quinta<extra_id_0> tropical cyclone that caused widespread damage in the Philippines and Indochina in late October 2020, and became the strongest to strike the South Central Coast of Vietnam since Damrey in 2017.", "<extra_id_0> , was a strong <extra_id_1>"], ["Typhoon Molave, <extra_id_0> Quinta, was a strong tropical cyclone that caused widespread damage in the Philippines and Indochina in late October 2020, and became the strongest to strike the South Central Coast of Vietnam since Damrey in 2017.", "<extra_id_0> known in the Philippines as Typhoon <extra_id_1>"], ["Typhoon Molave, known in the Philippines as Typhoon <extra_id_0> a strong tropical cyclone that caused widespread damage in the Philippines and Indochina in late October 2020, and became the strongest to strike the South Central Coast of Vietnam since Damrey in 2017.", "<extra_id_0> Quinta, was <extra_id_1>"], ["Typhoon Molave, known <extra_id_0> Typhoon Quinta, was a strong tropical cyclone that caused widespread damage in the Philippines and Indochina in late October 2020, and became the strongest to strike the South Central Coast of Vietnam since Damrey in 2017.", "<extra_id_0> in the Philippines as <extra_id_1>"], ["Typhoon Molave, known in the Philippines <extra_id_0> Quinta, was a strong tropical cyclone that caused widespread damage in the Philippines and Indochina in late October 2020, and became the strongest to strike the South Central Coast of Vietnam since Damrey in 2017.", "<extra_id_0> as Typhoon <extra_id_1>"], ["Typhoon Molave, <extra_id_0> as Typhoon Quinta, was a strong tropical cyclone that caused widespread damage in the Philippines and Indochina in late October 2020, and became the strongest to strike the South Central Coast of Vietnam since Damrey in 2017.", "<extra_id_0> known in the Philippines <extra_id_1>"], ["Typhoon Molave, <extra_id_0> Typhoon Quinta, was a strong tropical cyclone that caused widespread damage in the Philippines and Indochina in late October 2020, and became the strongest to strike the South Central Coast of Vietnam since Damrey in 2017.", "<extra_id_0> known in the Philippines as <extra_id_1>"], ["Typhoon Molave, known in the Philippines as <extra_id_0>, was a strong tropical cyclone that caused widespread damage in the Philippines and Indochina in late October 2020, and became the strongest to strike the South Central Coast of Vietnam since Damrey in 2017.", "<extra_id_0> Typhoon Quinta <extra_id_1>"], ["Typhoon Molave, known in the Philippines <extra_id_0> a strong tropical cyclone that caused widespread damage in the Philippines and Indochina in late October 2020, and became the strongest to strike the South Central Coast of Vietnam since Damrey in 2017.", "<extra_id_0> as Typhoon Quinta, was <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Typhoon Molave came ashore in the Philippines on October 25 <extra_id_0> winds of on October 25.", "label": "<extra_id_0> with maximum sustained <extra_id_1>"}}}
{"ex_id": "Hurricane Hanna (2020)_64630044_13_4", "definition": "Hurricane Hanna was the first of a <extra_id_0> hurricanes to make landfall in the United States in one year.", "def_target": "<extra_id_0> record-tying six Atlantic <extra_id_1>", "category": "tv_show", "qid": ["category 1 hurricane (Q63100559)"], "ent_str": "Hanna", "attribute": "n/a", "additional_sentences": [["Hurricane Hanna was the <extra_id_0>-tying six Atlantic hurricanes to make landfall in the United States in one year.", "<extra_id_0> first of a record <extra_id_1>"], ["Hurricane Hanna was the first of a record-<extra_id_0> landfall in the United States in one year.", "<extra_id_0> tying six Atlantic hurricanes to make <extra_id_1>"], ["Hurricane Hanna was the <extra_id_0> six Atlantic hurricanes to make landfall in the United States in one year.", "<extra_id_0> first of a record-tying <extra_id_1>"], ["Hurricane Hanna was the first of a record-tying <extra_id_0> to make landfall in the United States in one year.", "<extra_id_0> six Atlantic hurricanes <extra_id_1>"], ["Hurricane Hanna was the first of a record<extra_id_0> hurricanes to make landfall in the United States in one year.", "<extra_id_0> -tying six Atlantic <extra_id_1>"], ["Hurricane Hanna was the first of a <extra_id_0>tying six Atlantic hurricanes to make landfall in the United States in one year.", "<extra_id_0> record- <extra_id_1>"], ["Hurricane Hanna was the first <extra_id_0> six Atlantic hurricanes to make landfall in the United States in one year.", "<extra_id_0> of a record-tying <extra_id_1>"], ["Hurricane Hanna <extra_id_0> first of a record-tying six Atlantic hurricanes to make landfall in the United States in one year.", "<extra_id_0> was the <extra_id_1>"], ["Hurricane Hanna was the <extra_id_0> record-tying six Atlantic hurricanes to make landfall in the United States in one year.", "<extra_id_0> first of a <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Around 12:00 UTC that same day, the weakening Hanna moved into Northeastern Mexico and dropped <extra_id_0> depression status at 18:00 UTC when it was located near Monterrey, Mexico, at which time the responsibility of advisories was passed to the Weather Prediction Center.", "label": "<extra_id_0> to tropical <extra_id_1>"}}}
{"ex_id": "2021 Taliban offensive_68187748_3_1", "definition": "The 2021 Taliban offensive was the final major offensive by the Taliban <extra_id_0> groups against the Islamic Republic of Afghanistan and its allies that began on 1 May 2021, coinciding with the post-April-2021 phase of the withdrawal of most United States and allied troops from Afghanistan, and resulted in the \"de facto\" takeover of the country and the reinstatement of the Islamic Emirate of Afghanistan.", "def_target": "<extra_id_0> and allied militant <extra_id_1>", "category": "tv_show", "qid": ["armed conflict (Q350604)", "military offensive (Q2001676)"], "ent_str": "2021 Taliban offensive", "attribute": "n/a", "additional_sentences": [["The 2021 Taliban offensive was the <extra_id_0> Taliban and allied militant groups against the Islamic Republic of Afghanistan and its allies that began on 1 May 2021, coinciding with the post-April-2021 phase of the withdrawal of most United States and allied troops from Afghanistan, and resulted in the \"de facto\" takeover of the country and the reinstatement of the Islamic Emirate of Afghanistan.", "<extra_id_0> final major offensive by the <extra_id_1>"], ["The 2021 Taliban offensive was the final major offensive by the <extra_id_0> against the Islamic Republic of Afghanistan and its allies that began on 1 May 2021, coinciding with the post-April-2021 phase of the withdrawal of most United States and allied troops from Afghanistan, and resulted in the \"de facto\" takeover of the country and the reinstatement of the Islamic Emirate of Afghanistan.", "<extra_id_0> Taliban and allied militant groups <extra_id_1>"], ["The 2021 Taliban offensive was the final major offensive by the Taliban <extra_id_0> the Islamic Republic of Afghanistan and its allies that began on 1 May 2021, coinciding with the post-April-2021 phase of the withdrawal of most United States and allied troops from Afghanistan, and resulted in the \"de facto\" takeover of the country and the reinstatement of the Islamic Emirate of Afghanistan.", "<extra_id_0> and allied militant groups against <extra_id_1>"], ["The 2021 Taliban offensive was the <extra_id_0> and allied militant groups against the Islamic Republic of Afghanistan and its allies that began on 1 May 2021, coinciding with the post-April-2021 phase of the withdrawal of most United States and allied troops from Afghanistan, and resulted in the \"de facto\" takeover of the country and the reinstatement of the Islamic Emirate of Afghanistan.", "<extra_id_0> final major offensive by the Taliban <extra_id_1>"], ["The 2021 Taliban offensive was the final major offensive <extra_id_0> Taliban and allied militant groups against the Islamic Republic of Afghanistan and its allies that began on 1 May 2021, coinciding with the post-April-2021 phase of the withdrawal of most United States and allied troops from Afghanistan, and resulted in the \"de facto\" takeover of the country and the reinstatement of the Islamic Emirate of Afghanistan.", "<extra_id_0> by the <extra_id_1>"], ["The 2021 Taliban offensive was the final major offensive by the Taliban <extra_id_0> militant groups against the Islamic Republic of Afghanistan and its allies that began on 1 May 2021, coinciding with the post-April-2021 phase of the withdrawal of most United States and allied troops from Afghanistan, and resulted in the \"de facto\" takeover of the country and the reinstatement of the Islamic Emirate of Afghanistan.", "<extra_id_0> and allied <extra_id_1>"], ["The 2021 Taliban offensive was the final major offensive by <extra_id_0> and allied militant groups against the Islamic Republic of Afghanistan and its allies that began on 1 May 2021, coinciding with the post-April-2021 phase of the withdrawal of most United States and allied troops from Afghanistan, and resulted in the \"de facto\" takeover of the country and the reinstatement of the Islamic Emirate of Afghanistan.", "<extra_id_0> the Taliban <extra_id_1>"], ["The 2021 Taliban offensive was the final major <extra_id_0> militant groups against the Islamic Republic of Afghanistan and its allies that began on 1 May 2021, coinciding with the post-April-2021 phase of the withdrawal of most United States and allied troops from Afghanistan, and resulted in the \"de facto\" takeover of the country and the reinstatement of the Islamic Emirate of Afghanistan.", "<extra_id_0> offensive by the Taliban and allied <extra_id_1>"], ["The 2021 Taliban offensive was the final major offensive by the <extra_id_0> the Islamic Republic of Afghanistan and its allies that began on 1 May 2021, coinciding with the post-April-2021 phase of the withdrawal of most United States and allied troops from Afghanistan, and resulted in the \"de facto\" takeover of the country and the reinstatement of the Islamic Emirate of Afghanistan.", "<extra_id_0> Taliban and allied militant groups against <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Key processes in the 2021 Taliban offensive started following the February <extra_id_0> deal, including a bottom-up succession of negotiated or paid surrenders to the Taliban from village level upwards, the Taliban's effective use of online social media and its strategical choice of attacking northern provinces, and the Taliban's freedom of movement on the main Afghan highways that resulted from the Afghan National Security Forces (ANSF) following the US-recommended strategy of sacrificing rural areas in favour of defending key urban centres.", "label": "<extra_id_0> 2020 US–Taliban <extra_id_1>"}}}
{"ex_id": "Casino Model Railway Museum_55588750_0_2", "definition": "The Casino Model Railway Museum at Malahide, <extra_id_0>previously called the Fry Model Railway) is the display home for the Fry Model Collection in the refurbished Casino cottage building in central Malahide.", "def_target": "<extra_id_0> Ireland ( <extra_id_1>", "category": "tv_show", "qid": ["museum (Q33506)"], "ent_str": "Fry Model Railway", "attribute": "n/a", "additional_sentences": [["The Casino Model Railway Museum at Malahide, Ireland (previously <extra_id_0> Fry Model Railway) is the display home for the Fry Model Collection in the refurbished Casino cottage building in central Malahide.", "<extra_id_0> called the <extra_id_1>"], ["The Casino Model Railway Museum at Malahide, Ireland <extra_id_0> Railway) is the display home for the Fry Model Collection in the refurbished Casino cottage building in central Malahide.", "<extra_id_0> (previously called the Fry Model <extra_id_1>"], ["The Casino Model Railway Museum at Malahide, Ireland (previously called <extra_id_0> Model Railway) is the display home for the Fry Model Collection in the refurbished Casino cottage building in central Malahide.", "<extra_id_0> the Fry <extra_id_1>"], ["The Casino Model Railway Museum at Malahide, Ireland <extra_id_0> called the Fry Model Railway) is the display home for the Fry Model Collection in the refurbished Casino cottage building in central Malahide.", "<extra_id_0> (previously <extra_id_1>"], ["The Casino Model Railway Museum at Malahide, Ireland <extra_id_0> the Fry Model Railway) is the display home for the Fry Model Collection in the refurbished Casino cottage building in central Malahide.", "<extra_id_0> (previously called <extra_id_1>"], ["The Casino Model Railway Museum at Malahide, <extra_id_0> Model Railway) is the display home for the Fry Model Collection in the refurbished Casino cottage building in central Malahide.", "<extra_id_0> Ireland (previously called the Fry <extra_id_1>"], ["The Casino Model Railway Museum at Malahide, Ireland <extra_id_0> Fry Model Railway) is the display home for the Fry Model Collection in the refurbished Casino cottage building in central Malahide.", "<extra_id_0> (previously called the <extra_id_1>"], ["The Casino Model Railway Museum at Malahide<extra_id_0>previously called the Fry Model Railway) is the display home for the Fry Model Collection in the refurbished Casino cottage building in central Malahide.", "<extra_id_0> , Ireland ( <extra_id_1>"], ["The Casino Model Railway Museum at Malahide<extra_id_0> Fry Model Railway) is the display home for the Fry Model Collection in the refurbished Casino cottage building in central Malahide.", "<extra_id_0> , Ireland (previously called the <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "A 'Friends of the Fry Model Railway' association was formed and initial suggestions of <extra_id_0> Collins Barracks, Dublin.", "label": "<extra_id_0> where to relocate included <extra_id_1>"}}}
{"ex_id": "Ovintiv_469145_15_1", "definition": "Ovintiv Inc., formerly Encana Corporation<extra_id_0> exploration and production company organized in Delaware and headquartered in Denver, United States.", "def_target": "<extra_id_0> , is a hydrocarbon <extra_id_1>", "category": "tv_show", "qid": ["business (Q4830453)", "public company (Q891723)"], "ent_str": "Encana", "attribute": "n/a", "additional_sentences": [["Ovintiv Inc., formerly Encana Corporation<extra_id_0> a hydrocarbon exploration and production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> , is <extra_id_1>"], ["Ovintiv Inc., <extra_id_0> Corporation, is a hydrocarbon exploration and production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> formerly Encana <extra_id_1>"], ["Ovintiv Inc., formerly Encana <extra_id_0> exploration and production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> Corporation, is a hydrocarbon <extra_id_1>"], ["Ovintiv Inc., formerly Encana Corporation<extra_id_0> hydrocarbon exploration and production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> , is a <extra_id_1>"], ["Ovintiv Inc., formerly Encana Corporation, is a hydrocarbon <extra_id_0> company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> exploration and production <extra_id_1>"], ["Ovintiv Inc., formerly Encana Corporation, is a <extra_id_0> production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> hydrocarbon exploration and <extra_id_1>"], ["Ovintiv Inc., formerly Encana Corporation, is a <extra_id_0> organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> hydrocarbon exploration and production company <extra_id_1>"], ["Ovintiv Inc., formerly Encana Corporation, is <extra_id_0> exploration and production company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> a hydrocarbon <extra_id_1>"], ["Ovintiv Inc., formerly Encana Corporation, <extra_id_0> company organized in Delaware and headquartered in Denver, United States.", "<extra_id_0> is a hydrocarbon exploration and production <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Encana's hydraulic fracturing operations in the United <extra_id_0> documentary, \"Gasland\", which alleges that hydraulic fracturing causes pollution of ground and surface water, air, and soil.", "label": "<extra_id_0> States are portrayed in the 2010 <extra_id_1>"}}}
{"ex_id": "Multisystem inflammatory syndrome in children_63895130_25_3", "definition": "Multisystem inflammatory syndrome in children (MIS-C), or <extra_id_0> (PIMS /", "def_target": "<extra_id_0> paediatric inflammatory multisystem syndrome <extra_id_1>", "category": "tv_show", "qid": ["syndrome (Q179630)"], "ent_str": "PMIS", "attribute": "n/a", "additional_sentences": [["Multisystem inflammatory syndrome in children (MIS-C), or paediatric <extra_id_0>", "<extra_id_0> inflammatory multisystem syndrome (PIMS / <extra_id_1>"], ["Multisystem inflammatory syndrome in children (MIS-C)<extra_id_0> syndrome (PIMS /", "<extra_id_0> , or paediatric inflammatory multisystem <extra_id_1>"], ["Multisystem inflammatory syndrome in children (MIS-C), <extra_id_0> syndrome (PIMS /", "<extra_id_0> or paediatric inflammatory multisystem <extra_id_1>"], ["Multisystem inflammatory syndrome in children (MIS-C), or <extra_id_0>PIMS /", "<extra_id_0> paediatric inflammatory multisystem syndrome ( <extra_id_1>"], ["Multisystem inflammatory syndrome in children <extra_id_0>-C), or paediatric inflammatory multisystem syndrome (PIMS /", "<extra_id_0> (MIS <extra_id_1>"], ["Multisystem inflammatory syndrome in children (MIS-C<extra_id_0> or paediatric inflammatory multisystem syndrome (PIMS /", "<extra_id_0> ), <extra_id_1>"], ["Multisystem inflammatory syndrome in children (MIS-C)<extra_id_0> multisystem syndrome (PIMS /", "<extra_id_0> , or paediatric inflammatory <extra_id_1>"], ["Multisystem inflammatory syndrome in children (MIS<extra_id_0> paediatric inflammatory multisystem syndrome (PIMS /", "<extra_id_0> -C), or <extra_id_1>"], ["Multisystem inflammatory syndrome in children (MIS<extra_id_0> inflammatory multisystem syndrome (PIMS /", "<extra_id_0> -C), or paediatric <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "A diagnosis consistent with PMIS was also reported in <extra_id_0>-born, 21-year-old man of Somali origin.", "label": "<extra_id_0> a UK <extra_id_1>"}}}
{"ex_id": "Fobaproa_3629127_6_4", "definition": "Fobaproa (Fondo Bancario de Protección al <extra_id_0> Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "def_target": "<extra_id_0> Ahorro; \"Savings <extra_id_1>", "category": "tv_show", "qid": ["contingency fund (Q5165350)"], "ent_str": "Fobaproa", "attribute": "n/a", "additional_sentences": [["Fobaproa (Fondo Bancario de <extra_id_0> \"Savings Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> Protección al Ahorro; <extra_id_1>"], ["Fobaproa (<extra_id_0> al Ahorro; \"Savings Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> Fondo Bancario de Protección <extra_id_1>"], ["Fobaproa (Fondo Bancario de Protección al Ahorro<extra_id_0> Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> ; \"Savings Protection <extra_id_1>"], ["Fobaproa (Fondo Bancario de Protección al Ahorro<extra_id_0> Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> ; \"Savings <extra_id_1>"], ["Fobaproa (Fondo Bancario de <extra_id_0>Savings Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> Protección al Ahorro; \" <extra_id_1>"], ["Fobaproa (<extra_id_0> de Protección al Ahorro; \"Savings Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> Fondo Bancario <extra_id_1>"], ["Fobaproa (Fondo Bancario de Protección al Ahorro; <extra_id_0> Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> \"Savings <extra_id_1>"], ["Fobaproa (Fondo Bancario de Protección al <extra_id_0> \"Savings Protection Banking Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> Ahorro; <extra_id_1>"], ["Fobaproa (Fondo Bancario de Protección al Ahorro<extra_id_0> Fund\", in Spanish) is a contingencies fund created in 1990 by the Mexican government and the then dominant political party PRI to attempt to resolve liquidity problems of the banking system in that country.", "<extra_id_0> ; \"Savings Protection Banking <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "A condition for Fobaproa to assume the debt was <extra_id_0> of these financial institutions would re-invest their capital.", "label": "<extra_id_0> that stockholders <extra_id_1>"}}}
{"ex_id": "Operation Legend_64619270_8_0", "definition": "Operation Legend (<extra_id_0> was a federal law enforcement operation in the United States initiated by the administration of President Donald Trump.", "def_target": "<extra_id_0> or Operation LeGend) <extra_id_1>", "category": "tv_show", "qid": ["occurrence (Q1190554)"], "ent_str": "Operation Legend", "attribute": "n/a", "additional_sentences": [["Operation Legend (or <extra_id_0> federal law enforcement operation in the United States initiated by the administration of President Donald Trump.", "<extra_id_0> Operation LeGend) was a <extra_id_1>"], ["Operation Legend (or Operation <extra_id_0> was a federal law enforcement operation in the United States initiated by the administration of President Donald Trump.", "<extra_id_0> LeGend) <extra_id_1>"], ["Operation Legend (or Operation LeGend) was a federal <extra_id_0> operation in the United States initiated by the administration of President Donald Trump.", "<extra_id_0> law enforcement <extra_id_1>"], ["Operation Legend (or Operation LeGend) was a federal <extra_id_0> United States initiated by the administration of President Donald Trump.", "<extra_id_0> law enforcement operation in the <extra_id_1>"], ["Operation Legend (or Operation LeGend) was a federal <extra_id_0> States initiated by the administration of President Donald Trump.", "<extra_id_0> law enforcement operation in the United <extra_id_1>"], ["Operation Legend (or Operation LeGend<extra_id_0> operation in the United States initiated by the administration of President Donald Trump.", "<extra_id_0> ) was a federal law enforcement <extra_id_1>"], ["Operation Legend (or Operation LeGend) <extra_id_0> law enforcement operation in the United States initiated by the administration of President Donald Trump.", "<extra_id_0> was a federal <extra_id_1>"], ["Operation Legend (or <extra_id_0> law enforcement operation in the United States initiated by the administration of President Donald Trump.", "<extra_id_0> Operation LeGend) was a federal <extra_id_1>"], ["Operation Legend <extra_id_0>) was a federal law enforcement operation in the United States initiated by the administration of President Donald Trump.", "<extra_id_0> (or Operation LeGend <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "As of September 3, 2020, 54 people had been charged with federal crimes since Operation Legend was expanded to Cleveland on <extra_id_0> Department of Justice officials.", "label": "<extra_id_0> July 29, according to <extra_id_1>"}}}
{"ex_id": "Unidentified Aerial Phenomena Task Force_64630614_0_3", "definition": "The Unidentified Aerial Phenomena Task Force (UAPTF) is a <extra_id_0> States Office of Naval Intelligence used to \"standardize collection and reporting\" on sightings of unidentified aerial phenomena (UAP), sometimes termed UFOs.", "def_target": "<extra_id_0> program within the United <extra_id_1>", "category": "tv_show", "qid": ["organization (Q43229)", "task force (Q63430277)"], "ent_str": "UAPTF", "attribute": "n/a", "additional_sentences": [["The Unidentified Aerial Phenomena Task Force (UAPTF) is a program within the <extra_id_0> used to \"standardize collection and reporting\" on sightings of unidentified aerial phenomena (UAP), sometimes termed UFOs.", "<extra_id_0> United States Office of Naval Intelligence <extra_id_1>"], ["The Unidentified Aerial Phenomena Task Force (UAPTF) is a program within the <extra_id_0> Intelligence used to \"standardize collection and reporting\" on sightings of unidentified aerial phenomena (UAP), sometimes termed UFOs.", "<extra_id_0> United States Office of Naval <extra_id_1>"], ["The Unidentified Aerial Phenomena Task Force (UAPTF) <extra_id_0> the United States Office of Naval Intelligence used to \"standardize collection and reporting\" on sightings of unidentified aerial phenomena (UAP), sometimes termed UFOs.", "<extra_id_0> is a program within <extra_id_1>"], ["The Unidentified Aerial Phenomena Task Force (<extra_id_0> is a program within the United States Office of Naval Intelligence used to \"standardize collection and reporting\" on sightings of unidentified aerial phenomena (UAP), sometimes termed UFOs.", "<extra_id_0> UAPTF) <extra_id_1>"], ["The Unidentified Aerial Phenomena Task Force (UAPTF<extra_id_0> the United States Office of Naval Intelligence used to \"standardize collection and reporting\" on sightings of unidentified aerial phenomena (UAP), sometimes termed UFOs.", "<extra_id_0> ) is a program within <extra_id_1>"], ["The Unidentified Aerial Phenomena Task Force (UAPTF) is a <extra_id_0> Office of Naval Intelligence used to \"standardize collection and reporting\" on sightings of unidentified aerial phenomena (UAP), sometimes termed UFOs.", "<extra_id_0> program within the United States <extra_id_1>"], ["The Unidentified Aerial Phenomena Task Force (UAPTF) is a program within <extra_id_0> Naval Intelligence used to \"standardize collection and reporting\" on sightings of unidentified aerial phenomena (UAP), sometimes termed UFOs.", "<extra_id_0> the United States Office of <extra_id_1>"], ["The Unidentified Aerial Phenomena Task Force (UAPTF) is a <extra_id_0> the United States Office of Naval Intelligence used to \"standardize collection and reporting\" on sightings of unidentified aerial phenomena (UAP), sometimes termed UFOs.", "<extra_id_0> program within <extra_id_1>"], ["The Unidentified Aerial Phenomena Task Force (UAPTF) is a program <extra_id_0> Office of Naval Intelligence used to \"standardize collection and reporting\" on sightings of unidentified aerial phenomena (UAP), sometimes termed UFOs.", "<extra_id_0> within the United States <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The UAPTF has included these incidents in <extra_id_0> examinations.", "label": "<extra_id_0> their ongoing <extra_id_1>"}}}
{"ex_id": "Huawei P40_63471254_0_2", "definition": "Huawei P40 is a line of high-end Android<extra_id_0> smartphones manufactured by Huawei.", "def_target": "<extra_id_0> -based <extra_id_1>", "category": "tv_show", "qid": ["model series (Q811701)"], "ent_str": "Huawei P40", "attribute": "n/a", "additional_sentences": [["Huawei P40 is a <extra_id_0>-end Android-based smartphones manufactured by Huawei.", "<extra_id_0> line of high <extra_id_1>"], ["Huawei P40 is a line of high-end Android<extra_id_0> Huawei.", "<extra_id_0> -based smartphones manufactured by <extra_id_1>"], ["Huawei P40 is a line of high-end <extra_id_0> smartphones manufactured by Huawei.", "<extra_id_0> Android-based <extra_id_1>"], ["Huawei P40 is a line of high-end <extra_id_0> manufactured by Huawei.", "<extra_id_0> Android-based smartphones <extra_id_1>"], ["Huawei P40 <extra_id_0> high-end Android-based smartphones manufactured by Huawei.", "<extra_id_0> is a line of <extra_id_1>"], ["Huawei P40 is a line of <extra_id_0> Android-based smartphones manufactured by Huawei.", "<extra_id_0> high-end <extra_id_1>"], ["Huawei P40 is a line of high-<extra_id_0>based smartphones manufactured by Huawei.", "<extra_id_0> end Android- <extra_id_1>"], ["Huawei P40 is a line <extra_id_0>-based smartphones manufactured by Huawei.", "<extra_id_0> of high-end Android <extra_id_1>"], ["Huawei P40 is a line of high-end <extra_id_0>based smartphones manufactured by Huawei.", "<extra_id_0> Android- <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The Huawei P40 series features Leica optics, <extra_id_0> on all models is a new \"Ultra Vision\" 50 MP sensor.", "label": "<extra_id_0> and the wide lens <extra_id_1>"}}}
{"ex_id": "2020 Kashgar earthquake_67793070_0_4", "definition": "The 2020 Kashgar earthquake, also known <extra_id_0> on 19 January 2020 at 21:27:56 China Standard Time in Xinjiang Province, China.", "def_target": "<extra_id_0> as the Jiashi earthquake occurred <extra_id_1>", "category": "tv_show", "qid": ["earthquake (Q7944)"], "ent_str": "2020 Kashgar earthquake", "attribute": "n/a", "additional_sentences": [["The 2020 Kashgar earthquake<extra_id_0> as the Jiashi earthquake occurred on 19 January 2020 at 21:27:56 China Standard Time in Xinjiang Province, China.", "<extra_id_0> , also known <extra_id_1>"], ["The 2020 Kashgar earthquake, also known as the Jiashi earthquake occurred <extra_id_0> 2020 at 21:27:56 China Standard Time in Xinjiang Province, China.", "<extra_id_0> on 19 January <extra_id_1>"], ["The 2020 Kashgar earthquake, also <extra_id_0> on 19 January 2020 at 21:27:56 China Standard Time in Xinjiang Province, China.", "<extra_id_0> known as the Jiashi earthquake occurred <extra_id_1>"], ["The 2020 Kashgar earthquake, <extra_id_0> as the Jiashi earthquake occurred on 19 January 2020 at 21:27:56 China Standard Time in Xinjiang Province, China.", "<extra_id_0> also known <extra_id_1>"], ["The 2020 Kashgar earthquake, also known as the Jiashi earthquake occurred <extra_id_0> 21:27:56 China Standard Time in Xinjiang Province, China.", "<extra_id_0> on 19 January 2020 at <extra_id_1>"], ["The 2020 Kashgar earthquake, also known as <extra_id_0> earthquake occurred on 19 January 2020 at 21:27:56 China Standard Time in Xinjiang Province, China.", "<extra_id_0> the Jiashi <extra_id_1>"], ["The 2020 Kashgar earthquake, also known as the Jiashi earthquake <extra_id_0> at 21:27:56 China Standard Time in Xinjiang Province, China.", "<extra_id_0> occurred on 19 January 2020 <extra_id_1>"], ["The 2020 Kashgar earthquake, also known <extra_id_0> earthquake occurred on 19 January 2020 at 21:27:56 China Standard Time in Xinjiang Province, China.", "<extra_id_0> as the Jiashi <extra_id_1>"], ["The 2020 Kashgar earthquake, also known as the Jiashi <extra_id_0> 19 January 2020 at 21:27:56 China Standard Time in Xinjiang Province, China.", "<extra_id_0> earthquake occurred on <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The epicenter region of the 2020 Kashgar earthquake lies <extra_id_0> (Kepingtage or Kalpingtag) fold and thrust belt, which has folded and uplifted strata to form the Chinese Tian Shan mountains.", "label": "<extra_id_0> along the Kalpin <extra_id_1>"}}}
{"ex_id": "2021 Rugby League World Cup_46443830_2_3", "definition": "The 2021 Rugby League World Cup will be the sixteenth staging of <extra_id_0> World Cup and will be held in England from 15 October 2022 to 19 November 2022.", "def_target": "<extra_id_0> the Rugby League <extra_id_1>", "category": "tv_show", "qid": ["sports competition (Q13406554)", "sports season (Q27020041)"], "ent_str": "2021 Rugby League World Cup", "attribute": "n/a", "additional_sentences": [["The 2021 Rugby League World Cup will be the sixteenth staging of the Rugby <extra_id_0> and will be held in England from 15 October 2022 to 19 November 2022.", "<extra_id_0> League World Cup <extra_id_1>"], ["The 2021 Rugby League World Cup will be <extra_id_0> staging of the Rugby League World Cup and will be held in England from 15 October 2022 to 19 November 2022.", "<extra_id_0> the sixteenth <extra_id_1>"], ["The 2021 Rugby League World Cup will be the sixteenth staging <extra_id_0> Cup and will be held in England from 15 October 2022 to 19 November 2022.", "<extra_id_0> of the Rugby League World <extra_id_1>"], ["The 2021 Rugby League World Cup will be the <extra_id_0> Rugby League World Cup and will be held in England from 15 October 2022 to 19 November 2022.", "<extra_id_0> sixteenth staging of the <extra_id_1>"], ["The 2021 Rugby League World Cup will be the sixteenth staging of the Rugby <extra_id_0> will be held in England from 15 October 2022 to 19 November 2022.", "<extra_id_0> League World Cup and <extra_id_1>"], ["The 2021 Rugby League World Cup will <extra_id_0> of the Rugby League World Cup and will be held in England from 15 October 2022 to 19 November 2022.", "<extra_id_0> be the sixteenth staging <extra_id_1>"], ["The 2021 Rugby League World Cup will be the sixteenth staging of <extra_id_0> League World Cup and will be held in England from 15 October 2022 to 19 November 2022.", "<extra_id_0> the Rugby <extra_id_1>"], ["The 2021 Rugby League World Cup <extra_id_0> of the Rugby League World Cup and will be held in England from 15 October 2022 to 19 November 2022.", "<extra_id_0> will be the sixteenth staging <extra_id_1>"], ["The 2021 Rugby League World Cup will be the <extra_id_0> League World Cup and will be held in England from 15 October 2022 to 19 November 2022.", "<extra_id_0> sixteenth staging of the Rugby <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The 2021 Rugby League World Cup commenced a legacy project <extra_id_0> 2018.", "label": "<extra_id_0> called InspirationALL in <extra_id_1>"}}}
{"ex_id": "Apple M1_65808022_8_3", "definition": "The Apple M1 is an ARM-based system on a <extra_id_0>SoC).", "def_target": "<extra_id_0> chip ( <extra_id_1>", "category": "tv_show", "qid": ["product model (Q10929058)"], "ent_str": "M1", "attribute": "n/a", "additional_sentences": [["The Apple M1 is an ARM-based system <extra_id_0> chip (SoC).", "<extra_id_0> on a <extra_id_1>"], ["The Apple M1 is an ARM-<extra_id_0> (SoC).", "<extra_id_0> based system on a chip <extra_id_1>"], ["The Apple M1 is an ARM-based system on <extra_id_0>.", "<extra_id_0> a chip (SoC) <extra_id_1>"], ["The Apple M1 is an ARM<extra_id_0> (SoC).", "<extra_id_0> -based system on a chip <extra_id_1>"], ["The Apple M1 is an ARM-based system on <extra_id_0>SoC).", "<extra_id_0> a chip ( <extra_id_1>"], ["The Apple M1 <extra_id_0>based system on a chip (SoC).", "<extra_id_0> is an ARM- <extra_id_1>"], ["The Apple M1 is an ARM-<extra_id_0> a chip (SoC).", "<extra_id_0> based system on <extra_id_1>"], ["The Apple M1 is an <extra_id_0> chip (SoC).", "<extra_id_0> ARM-based system on a <extra_id_1>"], ["The Apple M1 is <extra_id_0> a chip (SoC).", "<extra_id_0> an ARM-based system on <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "After its release, some users who charged M1 devices through USB-C <extra_id_0> their device.", "label": "<extra_id_0> hubs reported bricking <extra_id_1>"}}}
{"ex_id": "Storm Filomena_66659744_4_2", "definition": "Storm Filomena was a <extra_id_0> cyclone in early January 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "def_target": "<extra_id_0> fairly weak extratropical <extra_id_1>", "category": "tv_show", "qid": ["winter storm (Q75079023)", "European windstorm (Q148942)"], "ent_str": "Filomena", "attribute": "n/a", "additional_sentences": [["Storm Filomena was a fairly weak <extra_id_0> 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> extratropical cyclone in early January <extra_id_1>"], ["Storm Filomena was <extra_id_0> weak extratropical cyclone in early January 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> a fairly <extra_id_1>"], ["Storm Filomena was a fairly weak extratropical cyclone in early <extra_id_0> most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> January 2021 that was <extra_id_1>"], ["Storm Filomena <extra_id_0> weak extratropical cyclone in early January 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> was a fairly <extra_id_1>"], ["Storm Filomena <extra_id_0> fairly weak extratropical cyclone in early January 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> was a <extra_id_1>"], ["Storm Filomena was a fairly weak extratropical cyclone in early <extra_id_0> was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> January 2021 that <extra_id_1>"], ["Storm Filomena was a fairly weak <extra_id_0>2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> extratropical cyclone in early January  <extra_id_1>"], ["Storm Filomena was a fairly <extra_id_0> 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> weak extratropical cyclone in early January <extra_id_1>"], ["Storm Filomena <extra_id_0> cyclone in early January 2021 that was most notable for bringing unusually heavy snowfall to parts of Portugal and Spain, with Madrid recording its heaviest snowfall since 1971.", "<extra_id_0> was a fairly weak extratropical <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "This cold air became entrained into the leading edge of Filomena as it pushed north<extra_id_0> against the southern edge of the area of high pressure, leading to heavy snowfall.", "label": "<extra_id_0> -eastwards <extra_id_1>"}}}
{"ex_id": "Linping District_42643628_1_0", "definition": "Linping is a district of the <extra_id_0>, the capital of Zhejiang Province, East China.", "def_target": "<extra_id_0> prefecture-level city of Hangzhou <extra_id_1>", "category": "tv_show", "qid": ["district of China (Q1065118)"], "ent_str": "Linping District", "attribute": "n/a", "additional_sentences": [["Linping is a district of <extra_id_0>-level city of Hangzhou, the capital of Zhejiang Province, East China.", "<extra_id_0> the prefecture <extra_id_1>"], ["Linping is a district of the prefecture-<extra_id_0>, the capital of Zhejiang Province, East China.", "<extra_id_0> level city of Hangzhou <extra_id_1>"], ["Linping is a district of the prefecture-level <extra_id_0> Hangzhou, the capital of Zhejiang Province, East China.", "<extra_id_0> city of <extra_id_1>"], ["Linping is a district of the prefecture<extra_id_0> the capital of Zhejiang Province, East China.", "<extra_id_0> -level city of Hangzhou, <extra_id_1>"], ["Linping is a <extra_id_0> city of Hangzhou, the capital of Zhejiang Province, East China.", "<extra_id_0> district of the prefecture-level <extra_id_1>"], ["Linping is a <extra_id_0>-level city of Hangzhou, the capital of Zhejiang Province, East China.", "<extra_id_0> district of the prefecture <extra_id_1>"], ["Linping is a district of the prefecture<extra_id_0> Hangzhou, the capital of Zhejiang Province, East China.", "<extra_id_0> -level city of <extra_id_1>"], ["Linping is a district <extra_id_0>level city of Hangzhou, the capital of Zhejiang Province, East China.", "<extra_id_0> of the prefecture- <extra_id_1>"], ["Linping is a district of the prefecture-<extra_id_0> the capital of Zhejiang Province, East China.", "<extra_id_0> level city of Hangzhou, <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Linping District has a total <extra_id_0> 280 Square kilometers as of April 2021.", "label": "<extra_id_0> area of <extra_id_1>"}}}
{"ex_id": "2021 Indianapolis 500_65470408_0_1", "definition": "The 2021 Indianapolis 500 <extra_id_0> as the 105th Running of the Indianapolis 500 presented by Gainbridge for sponsorship reasons) was a 500-mile (800 km, 200 lap) race in the 2021 IndyCar Series, held on May 30, 2021, at the Indianapolis Motor Speedway in Speedway, Indiana.", "def_target": "<extra_id_0> (branded <extra_id_1>", "category": "tv_show", "qid": ["Indianapolis 500 (Q8032)"], "ent_str": "2021 Indianapolis 500", "attribute": "n/a", "additional_sentences": [["The 2021 Indianapolis 500 (<extra_id_0> the Indianapolis 500 presented by Gainbridge for sponsorship reasons) was a 500-mile (800 km, 200 lap) race in the 2021 IndyCar Series, held on May 30, 2021, at the Indianapolis Motor Speedway in Speedway, Indiana.", "<extra_id_0> branded as the 105th Running of <extra_id_1>"], ["The 2021 Indianapolis 500 (branded as the 105th Running of <extra_id_0> presented by Gainbridge for sponsorship reasons) was a 500-mile (800 km, 200 lap) race in the 2021 IndyCar Series, held on May 30, 2021, at the Indianapolis Motor Speedway in Speedway, Indiana.", "<extra_id_0> the Indianapolis 500 <extra_id_1>"], ["The 2021 Indianapolis 500 (branded as <extra_id_0> of the Indianapolis 500 presented by Gainbridge for sponsorship reasons) was a 500-mile (800 km, 200 lap) race in the 2021 IndyCar Series, held on May 30, 2021, at the Indianapolis Motor Speedway in Speedway, Indiana.", "<extra_id_0> the 105th Running <extra_id_1>"], ["The 2021 Indianapolis 500 (branded as the 105th <extra_id_0> 500 presented by Gainbridge for sponsorship reasons) was a 500-mile (800 km, 200 lap) race in the 2021 IndyCar Series, held on May 30, 2021, at the Indianapolis Motor Speedway in Speedway, Indiana.", "<extra_id_0> Running of the Indianapolis <extra_id_1>"], ["The 2021 Indianapolis 500 (branded <extra_id_0> Running of the Indianapolis 500 presented by Gainbridge for sponsorship reasons) was a 500-mile (800 km, 200 lap) race in the 2021 IndyCar Series, held on May 30, 2021, at the Indianapolis Motor Speedway in Speedway, Indiana.", "<extra_id_0> as the 105th <extra_id_1>"], ["The 2021 Indianapolis 500 (branded as the 105th <extra_id_0> presented by Gainbridge for sponsorship reasons) was a 500-mile (800 km, 200 lap) race in the 2021 IndyCar Series, held on May 30, 2021, at the Indianapolis Motor Speedway in Speedway, Indiana.", "<extra_id_0> Running of the Indianapolis 500 <extra_id_1>"], ["The 2021 Indianapolis 500 <extra_id_0> 105th Running of the Indianapolis 500 presented by Gainbridge for sponsorship reasons) was a 500-mile (800 km, 200 lap) race in the 2021 IndyCar Series, held on May 30, 2021, at the Indianapolis Motor Speedway in Speedway, Indiana.", "<extra_id_0> (branded as the <extra_id_1>"], ["The 2021 Indianapolis 500 (branded as the 105th Running of <extra_id_0> by Gainbridge for sponsorship reasons) was a 500-mile (800 km, 200 lap) race in the 2021 IndyCar Series, held on May 30, 2021, at the Indianapolis Motor Speedway in Speedway, Indiana.", "<extra_id_0> the Indianapolis 500 presented <extra_id_1>"], ["The 2021 Indianapolis 500 <extra_id_0> the 105th Running of the Indianapolis 500 presented by Gainbridge for sponsorship reasons) was a 500-mile (800 km, 200 lap) race in the 2021 IndyCar Series, held on May 30, 2021, at the Indianapolis Motor Speedway in Speedway, Indiana.", "<extra_id_0> (branded as <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The 2021 Indianapolis 500 was the sixth race <extra_id_0> IndyCar Series season.", "label": "<extra_id_0> of the 2021 NTT <extra_id_1>"}}}
{"ex_id": "Cyclone Burevi_65990038_0_3", "definition": "Cyclonic Storm Burevi was a weak tropical cyclone <extra_id_0> Sri Lanka, becoming the first to do so since a depression in 2014, and brought minimal impact to Southern India in December 2020.", "def_target": "<extra_id_0> which made landfall in <extra_id_1>", "category": "tv_show", "qid": ["cyclone (Q79602)"], "ent_str": "Cyclone Burevi", "attribute": "n/a", "additional_sentences": [["Cyclonic Storm Burevi was a <extra_id_0> in Sri Lanka, becoming the first to do so since a depression in 2014, and brought minimal impact to Southern India in December 2020.", "<extra_id_0> weak tropical cyclone which made landfall <extra_id_1>"], ["Cyclonic Storm Burevi was <extra_id_0> landfall in Sri Lanka, becoming the first to do so since a depression in 2014, and brought minimal impact to Southern India in December 2020.", "<extra_id_0> a weak tropical cyclone which made <extra_id_1>"], ["Cyclonic Storm Burevi was a weak tropical cyclone which made <extra_id_0> Sri Lanka, becoming the first to do so since a depression in 2014, and brought minimal impact to Southern India in December 2020.", "<extra_id_0> landfall in <extra_id_1>"], ["Cyclonic Storm Burevi was a weak tropical cyclone which made landfall <extra_id_0>, becoming the first to do so since a depression in 2014, and brought minimal impact to Southern India in December 2020.", "<extra_id_0> in Sri Lanka <extra_id_1>"], ["Cyclonic Storm Burevi was a <extra_id_0> made landfall in Sri Lanka, becoming the first to do so since a depression in 2014, and brought minimal impact to Southern India in December 2020.", "<extra_id_0> weak tropical cyclone which <extra_id_1>"], ["Cyclonic Storm Burevi was <extra_id_0> tropical cyclone which made landfall in Sri Lanka, becoming the first to do so since a depression in 2014, and brought minimal impact to Southern India in December 2020.", "<extra_id_0> a weak <extra_id_1>"], ["Cyclonic Storm Burevi was a weak tropical cyclone which made landfall <extra_id_0> becoming the first to do so since a depression in 2014, and brought minimal impact to Southern India in December 2020.", "<extra_id_0> in Sri Lanka, <extra_id_1>"], ["Cyclonic Storm Burevi was a weak tropical cyclone which made landfall <extra_id_0> first to do so since a depression in 2014, and brought minimal impact to Southern India in December 2020.", "<extra_id_0> in Sri Lanka, becoming the <extra_id_1>"], ["Cyclonic Storm Burevi was a weak tropical <extra_id_0> Sri Lanka, becoming the first to do so since a depression in 2014, and brought minimal impact to Southern India in December 2020.", "<extra_id_0> cyclone which made landfall in <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "At least two people died, six people were injured, 99 houses were fully destroyed 3,486 houses were partially damaged and a total of 95,734 persons affected by Cyclone Burevi, including 79,564 in Jaffna alone, Sri <extra_id_0> Management Centre said.", "label": "<extra_id_0> Lanka's Disaster <extra_id_1>"}}}
{"ex_id": "The Gravel Institute_66065478_7_3", "definition": "The Gravel Institute is a progressive think tank that <extra_id_0> American conservative think tanks in general and PragerU in particular.", "def_target": "<extra_id_0> aims to counteract <extra_id_1>", "category": "tv_show", "qid": ["think tank (Q155271)"], "ent_str": "The Gravel Institute", "attribute": "n/a", "additional_sentences": [["The Gravel Institute is a progressive think tank <extra_id_0> think tanks in general and PragerU in particular.", "<extra_id_0> that aims to counteract American conservative <extra_id_1>"], ["The Gravel Institute is a progressive think tank that aims <extra_id_0> conservative think tanks in general and PragerU in particular.", "<extra_id_0> to counteract American <extra_id_1>"], ["The Gravel Institute is <extra_id_0> tank that aims to counteract American conservative think tanks in general and PragerU in particular.", "<extra_id_0> a progressive think <extra_id_1>"], ["The Gravel Institute is a progressive think tank that aims to <extra_id_0> think tanks in general and PragerU in particular.", "<extra_id_0> counteract American conservative <extra_id_1>"], ["The Gravel Institute is a progressive <extra_id_0> aims to counteract American conservative think tanks in general and PragerU in particular.", "<extra_id_0> think tank that <extra_id_1>"], ["The Gravel Institute is a progressive think <extra_id_0> conservative think tanks in general and PragerU in particular.", "<extra_id_0> tank that aims to counteract American <extra_id_1>"], ["The Gravel Institute is a progressive <extra_id_0> American conservative think tanks in general and PragerU in particular.", "<extra_id_0> think tank that aims to counteract <extra_id_1>"], ["The Gravel Institute is a progressive think tank that aims to <extra_id_0> tanks in general and PragerU in particular.", "<extra_id_0> counteract American conservative think <extra_id_1>"], ["The Gravel Institute is a progressive think tank that aims to <extra_id_0> general and PragerU in particular.", "<extra_id_0> counteract American conservative think tanks in <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "In September 2020, The Gravel Institute responded to <extra_id_0> regarding Blue Lives Matter by tweeting \"Say it with me: they don't\", notes the \"Washington Examiner\".", "label": "<extra_id_0> a tweet from a user <extra_id_1>"}}}
{"ex_id": "E3 2021_63343158_1_4", "definition": "E3 2021 was the <extra_id_0> which hardware manufacturers, software developers, and publishers from the video game industry presented new and upcoming products.", "def_target": "<extra_id_0> 26th E3, during <extra_id_1>", "category": "tv_show", "qid": ["online-event (Q104418497)", "trade fair (Q57305)"], "ent_str": "E3 2021", "attribute": "n/a", "additional_sentences": [["E3 2021 <extra_id_0>, during which hardware manufacturers, software developers, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> was the 26th E3 <extra_id_1>"], ["E3 2021 was the 26th E3, during which <extra_id_0> software developers, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> hardware manufacturers, <extra_id_1>"], ["E3 2021 was <extra_id_0>, during which hardware manufacturers, software developers, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> the 26th E3 <extra_id_1>"], ["E3 2021 was the 26th E3, during which hardware <extra_id_0>, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> manufacturers, software developers <extra_id_1>"], ["E3 2021 was the 26th E3, during which hardware <extra_id_0> and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> manufacturers, software developers, <extra_id_1>"], ["E3 2021 was the 26th E3, <extra_id_0> developers, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> during which hardware manufacturers, software <extra_id_1>"], ["E3 2021 was the 26th <extra_id_0> which hardware manufacturers, software developers, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> E3, during <extra_id_1>"], ["E3 2021 was the 26th E3, during which <extra_id_0>, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> hardware manufacturers, software developers <extra_id_1>"], ["E3 2021 was the 26th E3, <extra_id_0> hardware manufacturers, software developers, and publishers from the video game industry presented new and upcoming products.", "<extra_id_0> during which <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "E3 2021 followed the <extra_id_0> 2020 event due to the COVID-19 pandemic and after the ESA could not work out a replacement event in time.", "label": "<extra_id_0> cancelled E3 <extra_id_1>"}}}
{"ex_id": "Löfven III Cabinet_68179420_0_3", "definition": "The third cabinet of Stefan Löfven () is the present Government <extra_id_0>.", "def_target": "<extra_id_0> of Sweden <extra_id_1>", "category": "tv_show", "qid": ["Government of Sweden (Q930729)"], "ent_str": "Löfven III Cabinet", "attribute": "n/a", "additional_sentences": [["The third cabinet of Stefan Löfven () is <extra_id_0> Government of Sweden.", "<extra_id_0> the present <extra_id_1>"], ["The third cabinet of Stefan Löfven <extra_id_0> Government of Sweden.", "<extra_id_0> () is the present <extra_id_1>"], ["The third cabinet of Stefan Löfven <extra_id_0> present Government of Sweden.", "<extra_id_0> () is the <extra_id_1>"], ["The third cabinet of Stefan Löfven () is the <extra_id_0> Sweden.", "<extra_id_0> present Government of <extra_id_1>"], ["The third cabinet of Stefan Löfven () <extra_id_0> of Sweden.", "<extra_id_0> is the present Government <extra_id_1>"], ["The third cabinet of Stefan Löfven () is the <extra_id_0>", "<extra_id_0> present Government of Sweden. <extra_id_1>"], ["The third cabinet of Stefan Löfven () is the present Government of <extra_id_0>", "<extra_id_0> Sweden. <extra_id_1>"], ["The third cabinet of Stefan Löfven <extra_id_0> the present Government of Sweden.", "<extra_id_0> () is <extra_id_1>"], ["The third cabinet of Stefan Löfven () is the present <extra_id_0>", "<extra_id_0> Government of Sweden. <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "If this time plan becomes reality, the Löfven III Cabinet will mark the shortest time in office <extra_id_0> Swedish government since Ola Ullsten's Cabinet, in office from October 1978 to October 1979.", "label": "<extra_id_0> of any <extra_id_1>"}}}
{"ex_id": "Cortellucci Vaughan Hospital_50145353_0_3", "definition": "Cortellucci Vaughan Hospital (; formerly Mackenzie Vaughan <extra_id_0> is a hospital in Vaughan, Ontario, Canada.", "def_target": "<extra_id_0> Hospital) <extra_id_1>", "category": "tv_show", "qid": ["hospital (Q16917)"], "ent_str": "Cortellucci Vaughan Hospital", "attribute": "n/a", "additional_sentences": [["Cortellucci Vaughan Hospital (; formerly Mackenzie Vaughan Hospital) is a <extra_id_0> Vaughan, Ontario, Canada.", "<extra_id_0> hospital in <extra_id_1>"], ["Cortellucci Vaughan Hospital (; formerly <extra_id_0>) is a hospital in Vaughan, Ontario, Canada.", "<extra_id_0> Mackenzie Vaughan Hospital <extra_id_1>"], ["Cortellucci Vaughan Hospital <extra_id_0>) is a hospital in Vaughan, Ontario, Canada.", "<extra_id_0> (; formerly Mackenzie Vaughan Hospital <extra_id_1>"], ["Cortellucci Vaughan Hospital (; formerly Mackenzie Vaughan Hospital) is a <extra_id_0>, Canada.", "<extra_id_0> hospital in Vaughan, Ontario <extra_id_1>"], ["Cortellucci Vaughan Hospital (; <extra_id_0>) is a hospital in Vaughan, Ontario, Canada.", "<extra_id_0> formerly Mackenzie Vaughan Hospital <extra_id_1>"], ["Cortellucci Vaughan Hospital (; formerly Mackenzie Vaughan Hospital) is <extra_id_0> Ontario, Canada.", "<extra_id_0> a hospital in Vaughan, <extra_id_1>"], ["Cortellucci Vaughan Hospital (; formerly Mackenzie Vaughan Hospital) <extra_id_0>, Ontario, Canada.", "<extra_id_0> is a hospital in Vaughan <extra_id_1>"], ["Cortellucci Vaughan Hospital (; formerly Mackenzie Vaughan Hospital) is <extra_id_0> Vaughan, Ontario, Canada.", "<extra_id_0> a hospital in <extra_id_1>"], ["Cortellucci Vaughan Hospital (; formerly Mackenzie Vaughan <extra_id_0> hospital in Vaughan, Ontario, Canada.", "<extra_id_0> Hospital) is a <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "On 16 June 2020, the Mackenzie Vaughan Hospital was renamed the Cortellucci Vaughan Hospital in recognition of the $40 million <extra_id_0> family.", "label": "<extra_id_0> donation from the Cortellucci <extra_id_1>"}}}
{"ex_id": "ITA - Italia Trasporto Aereo_68523594_10_2", "definition": "Italia Trasporto Aereo S.p.A. (operating as ITA <extra_id_0> the planned state-owned flag carrier of Italy, scheduled to commence operations on 15 October 2021.", "def_target": "<extra_id_0> - Italia Trasporto Aereo) is <extra_id_1>", "category": "tv_show", "qid": ["airline (Q46970)"], "ent_str": "ITA", "attribute": "n/a", "additional_sentences": [["Italia Trasporto Aereo S.p<extra_id_0> ITA - Italia Trasporto Aereo) is the planned state-owned flag carrier of Italy, scheduled to commence operations on 15 October 2021.", "<extra_id_0> .A. (operating as <extra_id_1>"], ["Italia Trasporto Aereo S.p.A. (operating as ITA - <extra_id_0>) is the planned state-owned flag carrier of Italy, scheduled to commence operations on 15 October 2021.", "<extra_id_0> Italia Trasporto Aereo <extra_id_1>"], ["Italia Trasporto Aereo S.p.A. (operating as <extra_id_0> Trasporto Aereo) is the planned state-owned flag carrier of Italy, scheduled to commence operations on 15 October 2021.", "<extra_id_0> ITA - Italia <extra_id_1>"], ["Italia Trasporto Aereo S.p.<extra_id_0> as ITA - Italia Trasporto Aereo) is the planned state-owned flag carrier of Italy, scheduled to commence operations on 15 October 2021.", "<extra_id_0> A. (operating <extra_id_1>"], ["Italia Trasporto Aereo S.p.A. <extra_id_0> - Italia Trasporto Aereo) is the planned state-owned flag carrier of Italy, scheduled to commence operations on 15 October 2021.", "<extra_id_0> (operating as ITA <extra_id_1>"], ["Italia Trasporto Aereo S.p.A. (operating as ITA - <extra_id_0> planned state-owned flag carrier of Italy, scheduled to commence operations on 15 October 2021.", "<extra_id_0> Italia Trasporto Aereo) is the <extra_id_1>"], ["Italia Trasporto Aereo S.p.A. (operating as ITA <extra_id_0> is the planned state-owned flag carrier of Italy, scheduled to commence operations on 15 October 2021.", "<extra_id_0> - Italia Trasporto Aereo) <extra_id_1>"], ["Italia Trasporto Aereo S.p<extra_id_0> - Italia Trasporto Aereo) is the planned state-owned flag carrier of Italy, scheduled to commence operations on 15 October 2021.", "<extra_id_0> .A. (operating as ITA <extra_id_1>"], ["Italia Trasporto Aereo S.p.<extra_id_0> ITA - Italia Trasporto Aereo) is the planned state-owned flag carrier of Italy, scheduled to commence operations on 15 October 2021.", "<extra_id_0> A. (operating as <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The European Commission prohibited ITA from acquiring Alitalia<extra_id_0> MilleMiglia.", "label": "<extra_id_0> 's frequent flyer program, <extra_id_1>"}}}
{"ex_id": "Directorate-General for International Partnerships_7728720_1_0", "definition": "The Directorate-General for International Partnerships (DG <extra_id_0> DG INTPA) is one of the departments of the European Commission.", "def_target": "<extra_id_0> International Partnerships or <extra_id_1>", "category": "tv_show", "qid": ["Directorate-General (Q1485366)"], "ent_str": "INTPA", "attribute": "n/a", "additional_sentences": [["The Directorate-General for International Partnerships (DG International Partnerships or DG <extra_id_0> of the departments of the European Commission.", "<extra_id_0> INTPA) is one <extra_id_1>"], ["The Directorate-General for International Partnerships <extra_id_0> DG INTPA) is one of the departments of the European Commission.", "<extra_id_0> (DG International Partnerships or <extra_id_1>"], ["The Directorate-General for International Partnerships (<extra_id_0> INTPA) is one of the departments of the European Commission.", "<extra_id_0> DG International Partnerships or DG <extra_id_1>"], ["The Directorate-General for International Partnerships (DG <extra_id_0> is one of the departments of the European Commission.", "<extra_id_0> International Partnerships or DG INTPA) <extra_id_1>"], ["The Directorate-General for International Partnerships <extra_id_0> INTPA) is one of the departments of the European Commission.", "<extra_id_0> (DG International Partnerships or DG <extra_id_1>"], ["The Directorate-General for International <extra_id_0>DG International Partnerships or DG INTPA) is one of the departments of the European Commission.", "<extra_id_0> Partnerships ( <extra_id_1>"], ["The Directorate-General for International Partnerships (DG International Partnerships <extra_id_0> INTPA) is one of the departments of the European Commission.", "<extra_id_0> or DG <extra_id_1>"], ["The Directorate-General for International <extra_id_0> International Partnerships or DG INTPA) is one of the departments of the European Commission.", "<extra_id_0> Partnerships (DG <extra_id_1>"], ["The Directorate-General for International Partnerships (DG International Partnerships <extra_id_0> one of the departments of the European Commission.", "<extra_id_0> or DG INTPA) is <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "To ensure coherence, complementarity and coordination in implementing external assistance programmes worldwide, DG INTPA works in close collaboration with <extra_id_0>", "label": "<extra_id_0> its various partners. <extra_id_1>"}}}
{"ex_id": "Brodie Lee Celebration of Life_66226286_3_2", "definition": "The Brodie Lee Celebration of Life, also known as the Celebration <extra_id_0>'s Life, was a professional wrestling memorial event and special episode of \"Dynamite\" produced by All Elite Wrestling (AEW).", "def_target": "<extra_id_0> of Mr. Brodie Lee <extra_id_1>", "category": "tv_show", "qid": ["professional wrestling event (Q17317604)", "television series episode (Q21191270)"], "ent_str": "Brodie Lee Celebration of Life", "attribute": "n/a", "additional_sentences": [["The Brodie Lee Celebration of Life, <extra_id_0> of Mr. Brodie Lee's Life, was a professional wrestling memorial event and special episode of \"Dynamite\" produced by All Elite Wrestling (AEW).", "<extra_id_0> also known as the Celebration <extra_id_1>"], ["The Brodie Lee Celebration of Life, also known <extra_id_0> Brodie Lee's Life, was a professional wrestling memorial event and special episode of \"Dynamite\" produced by All Elite Wrestling (AEW).", "<extra_id_0> as the Celebration of Mr. <extra_id_1>"], ["The Brodie Lee Celebration of Life<extra_id_0> as the Celebration of Mr. Brodie Lee's Life, was a professional wrestling memorial event and special episode of \"Dynamite\" produced by All Elite Wrestling (AEW).", "<extra_id_0> , also known <extra_id_1>"], ["The Brodie Lee Celebration of Life, also known as the Celebration of Mr. <extra_id_0>, was a professional wrestling memorial event and special episode of \"Dynamite\" produced by All Elite Wrestling (AEW).", "<extra_id_0> Brodie Lee's Life <extra_id_1>"], ["The Brodie Lee Celebration of Life, also known as <extra_id_0> Lee's Life, was a professional wrestling memorial event and special episode of \"Dynamite\" produced by All Elite Wrestling (AEW).", "<extra_id_0> the Celebration of Mr. Brodie <extra_id_1>"], ["The Brodie Lee Celebration of Life, also known as <extra_id_0>'s Life, was a professional wrestling memorial event and special episode of \"Dynamite\" produced by All Elite Wrestling (AEW).", "<extra_id_0> the Celebration of Mr. Brodie Lee <extra_id_1>"], ["The Brodie Lee Celebration of Life, also known as the Celebration of Mr. <extra_id_0> Life, was a professional wrestling memorial event and special episode of \"Dynamite\" produced by All Elite Wrestling (AEW).", "<extra_id_0> Brodie Lee's <extra_id_1>"], ["The Brodie Lee Celebration of Life, also known as the Celebration of Mr. <extra_id_0> was a professional wrestling memorial event and special episode of \"Dynamite\" produced by All Elite Wrestling (AEW).", "<extra_id_0> Brodie Lee's Life, <extra_id_1>"], ["The Brodie Lee Celebration of Life<extra_id_0> the Celebration of Mr. Brodie Lee's Life, was a professional wrestling memorial event and special episode of \"Dynamite\" produced by All Elite Wrestling (AEW).", "<extra_id_0> , also known as <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The Brodie Lee Celebration of Life was attended by <extra_id_0> close to 20% of the venue's capacity of 5,500) which was a sellout, the second largest American pro wrestling crowd since the COVID-19 pandemic in the United States started, and AEW's largest since the start of the pandemic.", "label": "<extra_id_0> 1,080 fans (very <extra_id_1>"}}}
{"ex_id": "UFC 250_63727929_1_0", "definition": "UFC 250: Nunes vs. Spencer was a mixed martial <extra_id_0> by the Ultimate Fighting Championship that took place on June 6, 2020 at the UFC Apex facility in Enterprise, Nevada, part of the Las Vegas Metropolitan Area, United States.", "def_target": "<extra_id_0> arts event produced <extra_id_1>", "category": "tv_show", "qid": ["mixed martial arts event (Q18536800)"], "ent_str": "UFC 250", "attribute": "n/a", "additional_sentences": [["UFC 250: Nunes vs. Spencer was <extra_id_0> arts event produced by the Ultimate Fighting Championship that took place on June 6, 2020 at the UFC Apex facility in Enterprise, Nevada, part of the Las Vegas Metropolitan Area, United States.", "<extra_id_0> a mixed martial <extra_id_1>"], ["UFC 250: Nunes vs. Spencer <extra_id_0> produced by the Ultimate Fighting Championship that took place on June 6, 2020 at the UFC Apex facility in Enterprise, Nevada, part of the Las Vegas Metropolitan Area, United States.", "<extra_id_0> was a mixed martial arts event <extra_id_1>"], ["UFC 250: Nunes vs. Spencer was a mixed <extra_id_0> by the Ultimate Fighting Championship that took place on June 6, 2020 at the UFC Apex facility in Enterprise, Nevada, part of the Las Vegas Metropolitan Area, United States.", "<extra_id_0> martial arts event produced <extra_id_1>"], ["UFC 250: Nunes vs. Spencer was a mixed martial arts event produced <extra_id_0> Fighting Championship that took place on June 6, 2020 at the UFC Apex facility in Enterprise, Nevada, part of the Las Vegas Metropolitan Area, United States.", "<extra_id_0> by the Ultimate <extra_id_1>"], ["UFC 250: Nunes vs. Spencer was a mixed martial arts <extra_id_0> the Ultimate Fighting Championship that took place on June 6, 2020 at the UFC Apex facility in Enterprise, Nevada, part of the Las Vegas Metropolitan Area, United States.", "<extra_id_0> event produced by <extra_id_1>"], ["UFC 250: Nunes vs. Spencer was a mixed martial arts event <extra_id_0> Fighting Championship that took place on June 6, 2020 at the UFC Apex facility in Enterprise, Nevada, part of the Las Vegas Metropolitan Area, United States.", "<extra_id_0> produced by the Ultimate <extra_id_1>"], ["UFC 250: Nunes vs. Spencer was a mixed martial arts event produced <extra_id_0> Ultimate Fighting Championship that took place on June 6, 2020 at the UFC Apex facility in Enterprise, Nevada, part of the Las Vegas Metropolitan Area, United States.", "<extra_id_0> by the <extra_id_1>"], ["UFC 250: Nunes vs. Spencer was a mixed martial arts event produced <extra_id_0> that took place on June 6, 2020 at the UFC Apex facility in Enterprise, Nevada, part of the Las Vegas Metropolitan Area, United States.", "<extra_id_0> by the Ultimate Fighting Championship <extra_id_1>"], ["UFC 250: Nunes vs. Spencer was a mixed martial <extra_id_0> the Ultimate Fighting Championship that took place on June 6, 2020 at the UFC Apex facility in Enterprise, Nevada, part of the Las Vegas Metropolitan Area, United States.", "<extra_id_0> arts event produced by <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "On May 10, it was confirmed that UFC 250 was going to take <extra_id_0> the United States, with the previously mentioned UFC Women's Featherweight Championship bout between Nunes and Spencer expected to headline the event.", "label": "<extra_id_0> place on June 6 in <extra_id_1>"}}}
{"ex_id": "Miraitowa and Someity_57797137_1_2", "definition": "Miraitowa () is <extra_id_0> 2020 Summer Olympics, and Someity () is the official mascot of the 2020 Summer Paralympics.", "def_target": "<extra_id_0> the official mascot of the <extra_id_1>", "category": "tv_show", "qid": ["Olympic mascot (Q987057)", "fictional duo (Q21190845)"], "ent_str": "Miraitowa and Someity", "attribute": "n/a", "additional_sentences": [["Miraitowa <extra_id_0> of the 2020 Summer Olympics, and Someity () is the official mascot of the 2020 Summer Paralympics.", "<extra_id_0> () is the official mascot <extra_id_1>"], ["Miraitowa () is the official mascot <extra_id_0>, and Someity () is the official mascot of the 2020 Summer Paralympics.", "<extra_id_0> of the 2020 Summer Olympics <extra_id_1>"], ["Miraitowa () is the official mascot of the <extra_id_0>, and Someity () is the official mascot of the 2020 Summer Paralympics.", "<extra_id_0> 2020 Summer Olympics <extra_id_1>"], ["Miraitowa () is the official mascot of <extra_id_0> Someity () is the official mascot of the 2020 Summer Paralympics.", "<extra_id_0> the 2020 Summer Olympics, and <extra_id_1>"], ["Miraitowa () is the official <extra_id_0> Summer Olympics, and Someity () is the official mascot of the 2020 Summer Paralympics.", "<extra_id_0> mascot of the 2020 <extra_id_1>"], ["Miraitowa () is the official mascot of <extra_id_0> Olympics, and Someity () is the official mascot of the 2020 Summer Paralympics.", "<extra_id_0> the 2020 Summer <extra_id_1>"], ["Miraitowa () is the official <extra_id_0> Olympics, and Someity () is the official mascot of the 2020 Summer Paralympics.", "<extra_id_0> mascot of the 2020 Summer <extra_id_1>"], ["Miraitowa () is the official mascot of <extra_id_0> and Someity () is the official mascot of the 2020 Summer Paralympics.", "<extra_id_0> the 2020 Summer Olympics, <extra_id_1>"], ["Miraitowa () is the <extra_id_0> 2020 Summer Olympics, and Someity () is the official mascot of the 2020 Summer Paralympics.", "<extra_id_0> official mascot of the <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "According to their fictional backgrounds, Miraitowa and Someity \"live in the digital world\"<extra_id_0> Internet, they can transport themselves between the digital world and the real world.", "label": "<extra_id_0> , and through the <extra_id_1>"}}}
{"ex_id": "Flag of the Philippines_246996_11_0", "definition": "The national flag of the Philippines () is a <extra_id_0> with equal bands of royal blue and crimson red, with a white, equilateral triangle at the hoist.", "def_target": "<extra_id_0> horizontal bicolor flag <extra_id_1>", "category": "tv_show", "qid": ["national flag (Q186516)"], "ent_str": "Philippine flag", "attribute": "n/a", "additional_sentences": [["The national flag of the Philippines () is a <extra_id_0> of royal blue and crimson red, with a white, equilateral triangle at the hoist.", "<extra_id_0> horizontal bicolor flag with equal bands <extra_id_1>"], ["The national flag of the Philippines () is <extra_id_0> equal bands of royal blue and crimson red, with a white, equilateral triangle at the hoist.", "<extra_id_0> a horizontal bicolor flag with <extra_id_1>"], ["The national flag of the Philippines <extra_id_0> is a horizontal bicolor flag with equal bands of royal blue and crimson red, with a white, equilateral triangle at the hoist.", "<extra_id_0> () <extra_id_1>"], ["The national flag of the Philippines () is a horizontal bicolor <extra_id_0> blue and crimson red, with a white, equilateral triangle at the hoist.", "<extra_id_0> flag with equal bands of royal <extra_id_1>"], ["The national flag of the Philippines () is a <extra_id_0> equal bands of royal blue and crimson red, with a white, equilateral triangle at the hoist.", "<extra_id_0> horizontal bicolor flag with <extra_id_1>"], ["The national flag of the Philippines () is a horizontal <extra_id_0> royal blue and crimson red, with a white, equilateral triangle at the hoist.", "<extra_id_0> bicolor flag with equal bands of <extra_id_1>"], ["The national flag of the Philippines () is a horizontal bicolor <extra_id_0> royal blue and crimson red, with a white, equilateral triangle at the hoist.", "<extra_id_0> flag with equal bands of <extra_id_1>"], ["The national flag of the Philippines (<extra_id_0> with equal bands of royal blue and crimson red, with a white, equilateral triangle at the hoist.", "<extra_id_0> ) is a horizontal bicolor flag <extra_id_1>"], ["The national flag of the Philippines () <extra_id_0> flag with equal bands of royal blue and crimson red, with a white, equilateral triangle at the hoist.", "<extra_id_0> is a horizontal bicolor <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "When displaying the Philippine flag with another flag in a <extra_id_0> hang on the left side of the observer and its staff should be displayed over the staff of the second flag.", "label": "<extra_id_0> crossed position, the former should <extra_id_1>"}}}
{"ex_id": "Rome bid for the 2020 Summer Olympics_31457257_0_4", "definition": "Rome 2020 (Italian: Roma 2020) <extra_id_0> the 2020 Summer Olympics by the city of Rome and the Italian National Olympic Committee.", "def_target": "<extra_id_0> was a proposed bid for <extra_id_1>", "category": "tv_show", "qid": ["bids for Olympic Games (Q938381)"], "ent_str": "Rome 2020", "attribute": "n/a", "additional_sentences": [["Rome 2020 <extra_id_0> was a proposed bid for the 2020 Summer Olympics by the city of Rome and the Italian National Olympic Committee.", "<extra_id_0> (Italian: Roma 2020) <extra_id_1>"], ["Rome 2020 (Italian: Roma <extra_id_0> a proposed bid for the 2020 Summer Olympics by the city of Rome and the Italian National Olympic Committee.", "<extra_id_0> 2020) was <extra_id_1>"], ["Rome 2020 (Italian: Roma 2020<extra_id_0> a proposed bid for the 2020 Summer Olympics by the city of Rome and the Italian National Olympic Committee.", "<extra_id_0> ) was <extra_id_1>"], ["Rome 2020 (Italian: Roma 2020<extra_id_0> for the 2020 Summer Olympics by the city of Rome and the Italian National Olympic Committee.", "<extra_id_0> ) was a proposed bid <extra_id_1>"], ["Rome 2020 (Italian: Roma 2020) was a <extra_id_0> Summer Olympics by the city of Rome and the Italian National Olympic Committee.", "<extra_id_0> proposed bid for the 2020 <extra_id_1>"], ["Rome 2020 (Italian: <extra_id_0> bid for the 2020 Summer Olympics by the city of Rome and the Italian National Olympic Committee.", "<extra_id_0> Roma 2020) was a proposed <extra_id_1>"], ["Rome 2020 (Italian: Roma 2020) was a <extra_id_0> for the 2020 Summer Olympics by the city of Rome and the Italian National Olympic Committee.", "<extra_id_0> proposed bid <extra_id_1>"], ["Rome 2020 (Italian<extra_id_0>) was a proposed bid for the 2020 Summer Olympics by the city of Rome and the Italian National Olympic Committee.", "<extra_id_0> : Roma 2020 <extra_id_1>"], ["Rome 2020 (Italian: <extra_id_0>) was a proposed bid for the 2020 Summer Olympics by the city of Rome and the Italian National Olympic Committee.", "<extra_id_0> Roma 2020 <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "On October 3, 2011, Rome 2020 announced that they <extra_id_0> marketing firm Helios Partners as a consultant for their bid.", "label": "<extra_id_0> had hired <extra_id_1>"}}}
{"ex_id": "There Is Such a People_64751009_8_0", "definition": "There Is Such a People, <extra_id_0> A Nation (, abbreviated ITN), is a populist big tent political party in Bulgaria established by Bulgarian singer, TV host and politician Slavi Trifonov.", "def_target": "<extra_id_0> sometimes translated as There Is Such <extra_id_1>", "category": "tv_show", "qid": ["political party (Q7278)"], "ent_str": "ITN", "attribute": "n/a", "additional_sentences": [["There Is Such a People, sometimes translated as There <extra_id_0> (, abbreviated ITN), is a populist big tent political party in Bulgaria established by Bulgarian singer, TV host and politician Slavi Trifonov.", "<extra_id_0> Is Such A Nation <extra_id_1>"], ["There Is Such a People, sometimes translated as <extra_id_0>, abbreviated ITN), is a populist big tent political party in Bulgaria established by Bulgarian singer, TV host and politician Slavi Trifonov.", "<extra_id_0> There Is Such A Nation ( <extra_id_1>"], ["There Is Such a People, sometimes translated as There Is Such <extra_id_0>), is a populist big tent political party in Bulgaria established by Bulgarian singer, TV host and politician Slavi Trifonov.", "<extra_id_0> A Nation (, abbreviated ITN <extra_id_1>"], ["There Is Such a People, sometimes translated as There Is <extra_id_0> ITN), is a populist big tent political party in Bulgaria established by Bulgarian singer, TV host and politician Slavi Trifonov.", "<extra_id_0> Such A Nation (, abbreviated <extra_id_1>"], ["There Is Such a People, sometimes translated as There Is Such A <extra_id_0> abbreviated ITN), is a populist big tent political party in Bulgaria established by Bulgarian singer, TV host and politician Slavi Trifonov.", "<extra_id_0> Nation (, <extra_id_1>"], ["There Is Such a People, sometimes translated <extra_id_0> A Nation (, abbreviated ITN), is a populist big tent political party in Bulgaria established by Bulgarian singer, TV host and politician Slavi Trifonov.", "<extra_id_0> as There Is Such <extra_id_1>"], ["There Is Such a People<extra_id_0> Is Such A Nation (, abbreviated ITN), is a populist big tent political party in Bulgaria established by Bulgarian singer, TV host and politician Slavi Trifonov.", "<extra_id_0> , sometimes translated as There <extra_id_1>"], ["There Is Such a People, sometimes <extra_id_0> Is Such A Nation (, abbreviated ITN), is a populist big tent political party in Bulgaria established by Bulgarian singer, TV host and politician Slavi Trifonov.", "<extra_id_0> translated as There <extra_id_1>"], ["There Is Such a People, sometimes translated as There Is <extra_id_0> Nation (, abbreviated ITN), is a populist big tent political party in Bulgaria established by Bulgarian singer, TV host and politician Slavi Trifonov.", "<extra_id_0> Such A <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "ITN also opposed an order by the health <extra_id_0> which allowed local health authorities to impose additional lockdown measures and potentially require some schoolchildren to wear protective facemasks in in-person lessons during pandemic peaks.", "label": "<extra_id_0> minister, <extra_id_1>"}}}
{"ex_id": "NBA 2K21_64063961_3_0", "definition": "NBA 2K21 is a basketball simulation video game that was <extra_id_0> published by 2K Sports, based on the National Basketball Association (NBA).", "def_target": "<extra_id_0> developed by Visual Concepts and <extra_id_1>", "category": "tv_show", "qid": ["video game (Q7889)"], "ent_str": "NBA 2K21", "attribute": "n/a", "additional_sentences": [["NBA 2K21 is a basketball simulation video game that was <extra_id_0> Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> developed by <extra_id_1>"], ["NBA 2K21 is a basketball simulation <extra_id_0> was developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> video game that <extra_id_1>"], ["NBA 2K21 is a basketball <extra_id_0> game that was developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> simulation video <extra_id_1>"], ["NBA 2K21 is a <extra_id_0> that was developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> basketball simulation video game <extra_id_1>"], ["NBA 2K21 is a basketball <extra_id_0> that was developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> simulation video game <extra_id_1>"], ["NBA 2K21 <extra_id_0> simulation video game that was developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> is a basketball <extra_id_1>"], ["NBA 2K21 is a <extra_id_0> was developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> basketball simulation video game that <extra_id_1>"], ["NBA 2K21 is a basketball simulation video <extra_id_0> Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> game that was developed by Visual <extra_id_1>"], ["NBA 2K21 is a basketball simulation video <extra_id_0> by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA).", "<extra_id_0> game that was developed <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "NBA 2K21 features both MyLeague and MyGM from previous games<extra_id_0> take the helm of a franchise and fully simulate an NBA season while making trades, drafting, and playing games with their teams.", "label": "<extra_id_0> , where the player can <extra_id_1>"}}}
{"ex_id": "Hurricane Sally_65297670_10_2", "definition": "Hurricane Sally was a <extra_id_0>moving Atlantic hurricane, which was the first hurricane to make landfall in the U.S. state of Alabama since Ivan in 2004.", "def_target": "<extra_id_0> destructive and slow- <extra_id_1>", "category": "tv_show", "qid": ["category 2 hurricane (Q63100584)"], "ent_str": "Sally", "attribute": "n/a", "additional_sentences": [["Hurricane Sally <extra_id_0> and slow-moving Atlantic hurricane, which was the first hurricane to make landfall in the U.S. state of Alabama since Ivan in 2004.", "<extra_id_0> was a destructive <extra_id_1>"], ["Hurricane Sally was a destructive and <extra_id_0> which was the first hurricane to make landfall in the U.S. state of Alabama since Ivan in 2004.", "<extra_id_0> slow-moving Atlantic hurricane, <extra_id_1>"], ["Hurricane Sally was a destructive and slow-moving Atlantic <extra_id_0> first hurricane to make landfall in the U.S. state of Alabama since Ivan in 2004.", "<extra_id_0> hurricane, which was the <extra_id_1>"], ["Hurricane Sally <extra_id_0> destructive and slow-moving Atlantic hurricane, which was the first hurricane to make landfall in the U.S. state of Alabama since Ivan in 2004.", "<extra_id_0> was a <extra_id_1>"], ["Hurricane Sally was <extra_id_0> slow-moving Atlantic hurricane, which was the first hurricane to make landfall in the U.S. state of Alabama since Ivan in 2004.", "<extra_id_0> a destructive and <extra_id_1>"], ["Hurricane Sally was a destructive and slow-<extra_id_0> the first hurricane to make landfall in the U.S. state of Alabama since Ivan in 2004.", "<extra_id_0> moving Atlantic hurricane, which was <extra_id_1>"], ["Hurricane Sally was a destructive and slow-moving <extra_id_0>, which was the first hurricane to make landfall in the U.S. state of Alabama since Ivan in 2004.", "<extra_id_0> Atlantic hurricane <extra_id_1>"], ["Hurricane Sally was a destructive and slow<extra_id_0> was the first hurricane to make landfall in the U.S. state of Alabama since Ivan in 2004.", "<extra_id_0> -moving Atlantic hurricane, which <extra_id_1>"], ["Hurricane Sally was <extra_id_0>-moving Atlantic hurricane, which was the first hurricane to make landfall in the U.S. state of Alabama since Ivan in 2004.", "<extra_id_0> a destructive and slow <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Sally further weakened to a tropical depression at 03:00<extra_id_0> on September 17 before becoming an extratropical low at 12:00 UTC that day.", "label": "<extra_id_0>  UTC <extra_id_1>"}}}
{"ex_id": "2021 Calgary municipal election_67053886_0_1", "definition": "The 2021 Calgary municipal election is scheduled to be <extra_id_0> 2021, to elect a mayor and fourteen councillors to the Calgary City Council.", "def_target": "<extra_id_0> held on October 18, <extra_id_1>", "category": "tv_show", "qid": ["election (Q40231)"], "ent_str": "2021 Calgary municipal election", "attribute": "n/a", "additional_sentences": [["The 2021 Calgary municipal election is scheduled to be held on <extra_id_0>, to elect a mayor and fourteen councillors to the Calgary City Council.", "<extra_id_0> October 18, 2021 <extra_id_1>"], ["The 2021 Calgary municipal election is scheduled to be held on October 18<extra_id_0>, to elect a mayor and fourteen councillors to the Calgary City Council.", "<extra_id_0> , 2021 <extra_id_1>"], ["The 2021 Calgary municipal election <extra_id_0> on October 18, 2021, to elect a mayor and fourteen councillors to the Calgary City Council.", "<extra_id_0> is scheduled to be held <extra_id_1>"], ["The 2021 Calgary municipal election is scheduled to be held <extra_id_0>, to elect a mayor and fourteen councillors to the Calgary City Council.", "<extra_id_0> on October 18, 2021 <extra_id_1>"], ["The 2021 Calgary municipal election is scheduled to be held on October <extra_id_0> elect a mayor and fourteen councillors to the Calgary City Council.", "<extra_id_0> 18, 2021, to <extra_id_1>"], ["The 2021 Calgary municipal election is <extra_id_0> held on October 18, 2021, to elect a mayor and fourteen councillors to the Calgary City Council.", "<extra_id_0> scheduled to be <extra_id_1>"], ["The 2021 Calgary municipal election is scheduled to be held <extra_id_0> to elect a mayor and fourteen councillors to the Calgary City Council.", "<extra_id_0> on October 18, 2021, <extra_id_1>"], ["The 2021 Calgary municipal election <extra_id_0> October 18, 2021, to elect a mayor and fourteen councillors to the Calgary City Council.", "<extra_id_0> is scheduled to be held on <extra_id_1>"], ["The 2021 Calgary municipal election is scheduled <extra_id_0> on October 18, 2021, to elect a mayor and fourteen councillors to the Calgary City Council.", "<extra_id_0> to be held <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The 2021 Calgary municipal election is the 103rd municipal <extra_id_0> the City of Calgary's history.", "label": "<extra_id_0> election in <extra_id_1>"}}}
{"ex_id": "100-ball cricket_57188082_1_0", "definition": "100-ball cricket is a short form <extra_id_0> attract new audiences to the game with simplified rules, which was originally created by the England and Wales Cricket Board (ECB) for its new city-based competition The Hundred.", "def_target": "<extra_id_0> of cricket designed to <extra_id_1>", "category": "tv_show", "qid": ["form of cricket (Q5470256)"], "ent_str": "100-ball cricket", "attribute": "n/a", "additional_sentences": [["100-ball cricket is a short <extra_id_0> cricket designed to attract new audiences to the game with simplified rules, which was originally created by the England and Wales Cricket Board (ECB) for its new city-based competition The Hundred.", "<extra_id_0> form of <extra_id_1>"], ["100-ball cricket is a <extra_id_0> of cricket designed to attract new audiences to the game with simplified rules, which was originally created by the England and Wales Cricket Board (ECB) for its new city-based competition The Hundred.", "<extra_id_0> short form <extra_id_1>"], ["100-ball cricket is a short form of <extra_id_0> attract new audiences to the game with simplified rules, which was originally created by the England and Wales Cricket Board (ECB) for its new city-based competition The Hundred.", "<extra_id_0> cricket designed to <extra_id_1>"], ["100-ball cricket <extra_id_0> short form of cricket designed to attract new audiences to the game with simplified rules, which was originally created by the England and Wales Cricket Board (ECB) for its new city-based competition The Hundred.", "<extra_id_0> is a <extra_id_1>"], ["100-ball cricket is a short form <extra_id_0> audiences to the game with simplified rules, which was originally created by the England and Wales Cricket Board (ECB) for its new city-based competition The Hundred.", "<extra_id_0> of cricket designed to attract new <extra_id_1>"], ["100-ball cricket is a short <extra_id_0> attract new audiences to the game with simplified rules, which was originally created by the England and Wales Cricket Board (ECB) for its new city-based competition The Hundred.", "<extra_id_0> form of cricket designed to <extra_id_1>"], ["100-ball <extra_id_0> short form of cricket designed to attract new audiences to the game with simplified rules, which was originally created by the England and Wales Cricket Board (ECB) for its new city-based competition The Hundred.", "<extra_id_0> cricket is a <extra_id_1>"], ["100-ball cricket is a <extra_id_0> attract new audiences to the game with simplified rules, which was originally created by the England and Wales Cricket Board (ECB) for its new city-based competition The Hundred.", "<extra_id_0> short form of cricket designed to <extra_id_1>"], ["100-ball cricket is <extra_id_0> to attract new audiences to the game with simplified rules, which was originally created by the England and Wales Cricket Board (ECB) for its new city-based competition The Hundred.", "<extra_id_0> a short form of cricket designed <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "100-ball cricket is a form of limited overs cricket<extra_id_0> teams each playing a single innings made up of 100 balls.", "label": "<extra_id_0> , played by two <extra_id_1>"}}}
{"ex_id": "Melodifestivalen 2020_61681018_0_3", "definition": "Melodifestivalen 2020 <extra_id_0> of the Swedish music competition Melodifestivalen.", "def_target": "<extra_id_0> was the 60th edition <extra_id_1>", "category": "tv_show", "qid": ["Melodifestivalen edition (Q110616917)"], "ent_str": "Melodifestivalen 2020", "attribute": "n/a", "additional_sentences": [["Melodifestivalen 2020 was the 60th edition of the <extra_id_0>", "<extra_id_0> Swedish music competition Melodifestivalen. <extra_id_1>"], ["Melodifestivalen 2020 was the <extra_id_0> of the Swedish music competition Melodifestivalen.", "<extra_id_0> 60th edition <extra_id_1>"], ["Melodifestivalen 2020 was the 60th edition of <extra_id_0> music competition Melodifestivalen.", "<extra_id_0> the Swedish <extra_id_1>"], ["Melodifestivalen 2020 was the 60th edition <extra_id_0> competition Melodifestivalen.", "<extra_id_0> of the Swedish music <extra_id_1>"], ["Melodifestivalen 2020 was the 60th edition of the Swedish music <extra_id_0>", "<extra_id_0> competition Melodifestivalen. <extra_id_1>"], ["Melodifestivalen 2020 was the <extra_id_0> competition Melodifestivalen.", "<extra_id_0> 60th edition of the Swedish music <extra_id_1>"], ["Melodifestivalen 2020 <extra_id_0> edition of the Swedish music competition Melodifestivalen.", "<extra_id_0> was the 60th <extra_id_1>"], ["Melodifestivalen 2020 was the <extra_id_0> music competition Melodifestivalen.", "<extra_id_0> 60th edition of the Swedish <extra_id_1>"], ["Melodifestivalen 2020 was the 60th edition of the Swedish <extra_id_0>.", "<extra_id_0> music competition Melodifestivalen <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "Melodifestivalen 2020, organised by Sveriges Television (<extra_id_0> consecutive edition of the contest in which the competition took place in different cities across Sweden; this was the last time that the event was held in this format.", "label": "<extra_id_0> SVT), was the nineteenth <extra_id_1>"}}}
{"ex_id": "PinePhone_61978265_10_2", "definition": "The PinePhone <extra_id_0> by Hong Kong-based computer manufacturer Pine64, intended to allow the user to have full control over the device.", "def_target": "<extra_id_0> is a smartphone developed <extra_id_1>", "category": "tv_show", "qid": ["cell phone model (Q19723444)"], "ent_str": "PinePhone", "attribute": "n/a", "additional_sentences": [["The PinePhone <extra_id_0> developed by Hong Kong-based computer manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> is a smartphone <extra_id_1>"], ["The PinePhone is a smartphone developed by <extra_id_0> manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> Hong Kong-based computer <extra_id_1>"], ["The PinePhone is a smartphone developed by Hong Kong<extra_id_0>, intended to allow the user to have full control over the device.", "<extra_id_0> -based computer manufacturer Pine64 <extra_id_1>"], ["The PinePhone is <extra_id_0> Hong Kong-based computer manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> a smartphone developed by <extra_id_1>"], ["The PinePhone is a smartphone developed by Hong <extra_id_0>based computer manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> Kong- <extra_id_1>"], ["The PinePhone is a <extra_id_0>based computer manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> smartphone developed by Hong Kong- <extra_id_1>"], ["The PinePhone <extra_id_0> Kong-based computer manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> is a smartphone developed by Hong <extra_id_1>"], ["The PinePhone is a smartphone developed by <extra_id_0> computer manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> Hong Kong-based <extra_id_1>"], ["The PinePhone is a smartphone developed by Hong <extra_id_0> computer manufacturer Pine64, intended to allow the user to have full control over the device.", "<extra_id_0> Kong-based <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "The PinePhone aims to be fully open <extra_id_0> its drivers and bootloader.", "label": "<extra_id_0> source in <extra_id_1>"}}}
{"ex_id": "Raytheon Technologies_63554945_1_3", "definition": "Raytheon Technologies Corporation is an American multinational aerospace and <extra_id_0> in Waltham, Massachusetts.", "def_target": "<extra_id_0> defense conglomerate headquartered <extra_id_1>", "category": "tv_show", "qid": ["business (Q4830453)", "enterprise (Q6881511)", "defense contractor (Q1934969)", "public company (Q891723)"], "ent_str": "Raytheon Technologies", "attribute": "n/a", "additional_sentences": [["Raytheon Technologies Corporation is an American multinational aerospace and defense conglomerate <extra_id_0> Massachusetts.", "<extra_id_0> headquartered in Waltham, <extra_id_1>"], ["Raytheon Technologies Corporation is <extra_id_0> aerospace and defense conglomerate headquartered in Waltham, Massachusetts.", "<extra_id_0> an American multinational <extra_id_1>"], ["Raytheon Technologies Corporation is an American multinational <extra_id_0> headquartered in Waltham, Massachusetts.", "<extra_id_0> aerospace and defense conglomerate <extra_id_1>"], ["Raytheon Technologies Corporation is an American multinational aerospace and defense conglomerate <extra_id_0> Waltham, Massachusetts.", "<extra_id_0> headquartered in <extra_id_1>"], ["Raytheon Technologies Corporation <extra_id_0> defense conglomerate headquartered in Waltham, Massachusetts.", "<extra_id_0> is an American multinational aerospace and <extra_id_1>"], ["Raytheon Technologies Corporation is an American multinational aerospace <extra_id_0> conglomerate headquartered in Waltham, Massachusetts.", "<extra_id_0> and defense <extra_id_1>"], ["Raytheon Technologies Corporation is an American <extra_id_0> and defense conglomerate headquartered in Waltham, Massachusetts.", "<extra_id_0> multinational aerospace <extra_id_1>"], ["Raytheon Technologies Corporation is an <extra_id_0> and defense conglomerate headquartered in Waltham, Massachusetts.", "<extra_id_0> American multinational aerospace <extra_id_1>"], ["Raytheon Technologies Corporation is an American multinational aerospace <extra_id_0>, Massachusetts.", "<extra_id_0> and defense conglomerate headquartered in Waltham <extra_id_1>"]], "conceptnet": [], "probe_sentences": {"template_0": {"probe_sentence": "United Aircraft, subsequently known as United Technologies and Raytheon Technologies, has remained a component of <extra_id_0> Jones Industrial Average since that time through August 2020.", "label": "<extra_id_0> the Dow <extra_id_1>"}}}
